Repository: KlappPc/ArchiSteamFarm
Catalog: ArchiSteamFarm/Localization/Strings.*.resx
Languages: ko_kr, nl_be, pt_br, sr_cs, zh_tw

# GamesToIdle
source: We have a total of {0} games ({1} cards) left to idle (~{2} remaining)...
ko_kr: 총 {0}개의 게임 ({1}개의 카드) 남음. (약 {2} 소요)...
nl_be: We hebben een totaal van {0} spellen ({1} kaarten) nog te verzamelen (~{2} resterende)...
pt_br: Temos um total de {0} jogo(s) ({1} carta(s)) para a coleta (~{2} restante(s))...
sr_cs: Ukupno je preostalo {0} igrica ({1} kartica) da se idle-uje (~{2} preostaje)...
zh_tw: 總共有 {0} 個遊戲 (總數 {1} 張卡片) 需要掛卡 (剩餘 {2})...

source: Idling finished!
ko_kr: 농사 완료!
nl_be: Idling klaar!
pt_br: Coleta de cartas finalizada!
sr_cs: Idle-ovanje je završeno!
zh_tw: 完成掛卡！

# IdlingFinishedForGame
source: Finished idling: {0} ({1}) after {2} of playtime!
ko_kr: 농사 완료: {0} ({1}) - {2} 소요됨!
nl_be: Klaar met idlen: {0} ({1}) na {2} speeltijd!
pt_br: Coleta de cartas finalizada: {0} ({1}) após {2} de jogo!
sr_cs: Završio sa idle-ovanjem: {0} ({1}) nakon {2} igranja!
zh_tw: 已完成掛卡：{0} ({1})，一共耗時 {2}！

# IdlingFinishedForGames
source: Finished idling games: {0}
ko_kr: 농사 완료된 게임들: {0}
nl_be: Het idlen is klaar voor de games: {0}
pt_br: Finalizada a coleta de cartas dos jogos: {0}
sr_cs: Završio sa idle-ovanjem igrica: {0}
zh_tw: 已完成掛卡的遊戲：{0}

# IdlingStatusForGame
source: Idling status for {0} ({1}): {2} cards remaining
ko_kr: {0} ({1}) 농사 상태: {2}개의 카드 남음.
nl_be: Idling status voor {0} {1}): {2} kaarten resterend
pt_br: Estado do processo de receber cartas para {0} ({1}): {2} carta(s) restante(s)
sr_cs: Status idle-ovanja za {0} ({1}): {2} kartica preostalo
zh_tw: {0} ({1}) 的掛卡狀態：剩餘 {2} 張卡片

source: Idling stopped!
ko_kr: 농사 멈춤!
nl_be: Het idlen is gestopt!
pt_br: Coleta de cartas interrompida!
sr_cs: Idle-ovanje zaustavljeno!
zh_tw: 已停止掛卡！

# IgnoredStickyPauseEnabled
source: Ignoring this request, as sticky pause is enabled!
ko_kr: 이 요청을 무시하고, 일시 정지되었습니다!
nl_be: Dit verzoek wordt genegeerd. Permanente pauze staat aan!
pt_br: Ignorando esse pedido, já que a pausa forçada está habilitada!
sr_cs: Ignorisanje ovog zahteva, zato što je sticky pause uključen!
zh_tw: 因啟用了強制暫停，忽略此請求！

# NothingToIdle
source: We don't have anything to idle on this account!
ko_kr: 이 계정에는 농사지을 것이 없습니다!
nl_be: We hebben niks om te idlen op dit account!
pt_br: Não temos cartas disponíveis nesta conta!
sr_cs: Ništa nije preostalo da se idle-uje na ovom nalogu!
zh_tw: 這個帳戶目前沒有需要掛卡的遊戲！

# NowIdling
source: Now idling: {0} ({1})
ko_kr: 현재 농사 중: {0} ({1})
nl_be: Nu aan het idlen: {0} ({1})
pt_br: Coletando cartas: {0} ({1})
sr_cs: Trenutno se idle-uje: {0} ({1})
zh_tw: 正在掛卡: {0} ({1})

# NowIdlingList
source: Now idling: {0}
ko_kr: 현재 농사 중: {0}
nl_be: Nu aan het idlen: {0}
pt_br: Coletando agora: {0}
sr_cs: Trenutno se idle-uje: {0}
zh_tw: 正在掛卡︰ {0}

# PlayingNotAvailable
source: Playing is currently unavailable, we'll try again later!
ko_kr: 농사가 현재 불가능 합니다. 나중에 다시 시도합니다!
nl_be: Spelen is op dit moment niet mogelijk, we proberen het later nog een keer!
pt_br: Não é possível jogar no momento, tentaremos novamente mais tarde!
sr_cs: Trenutno ne moguće igranje, pokušaćemo kasnije!
zh_tw: 當前無法執行，我們稍後再試 ！

# StillIdling
source: Still idling: {0} ({1})
ko_kr: 아직 농사 중: {0} ({1})
nl_be: Nog steeds aan het idlen: {0} ({1})
pt_br: Ainda executando: {0} ({1})
sr_cs: Još uvek se idle-uje: {0} ({1})
zh_tw: 仍在掛卡: {0} ({1})

# StillIdlingList
source: Still idling: {0}
ko_kr: 아직 농사 중: {0}
nl_be: Nog steeds aan het idlen: {0}
pt_br: Ainda coletando: {0}
sr_cs: Još uvek se idle-uje: {0}
zh_tw: 仍在掛卡: {0}

# StoppedIdling
source: Stopped idling: {0} ({1})
ko_kr: 농사 멈춤: {0} ({1})
nl_be: Gestopt met idlen: {0} ({1})
pt_br: Coleta interrompida: {0} ({1})
sr_cs: Idle-ovanje zaustavljeno: {0} ({1})
zh_tw: 停止掛卡: {0} ({1})

# StoppedIdlingList
source: Stopped idling: {0}
ko_kr: 농사 멈춤: {0}
nl_be: Gestopt met idlen: {0}
pt_br: Coleta interrompida: {0}
sr_cs: Idle-ovanje zaustavljeno: {0}
zh_tw: 停止掛卡: {0}

source: Unknown command!
ko_kr: 알 수 없는 명령어!
nl_be: Onbekende opdracht!
pt_br: Comando desconhecido!
sr_cs: Nepoznata komanda!
zh_tw: 未知的指令！

# WarningCouldNotCheckBadges
source: Could not get badges information, we will try again later!
ko_kr: 배지 정보를 가져올 수 없습니다. 나중에 다시 시도합니다!
nl_be: Kan de badges informatie niet verkrijgen, we zullen het later nog een keer proberen!
pt_br: Não foi possível obter informações das insígnias, tentaremos novamente mais tarde!
sr_cs: Neuspešno dobijanje informacija o bedževima, kasnije ćemo ponovo pokušati!
zh_tw: 無法取得徽章頁資訊，我們將稍後再試 ！

# WarningCouldNotCheckCardsStatus
source: Could not check cards status for: {0} ({1}), we will try again later!
ko_kr: 카드 상태를 확인할 수 없습니다: {0} ({1}), 나중에 다시 시도합니다!
nl_be: Kaart status kan niet worden gecontroleerd voor {0} ({1}), wij zullen het later nogmaals proberen!
pt_br: Não foi possível verificar o estado das cartas de: {0} ({1}), tentaremos novamente mais tarde!
sr_cs: Nije uspela provera status za: {0} ({1}), pokušaćemo opet kasnije!
zh_tw: 無法檢查卡片狀態︰{0} ({1})，將稍後再試 ！

# BotAcceptingGift
source: Accepting gift: {0}...
ko_kr: 선물 수락: {0}...
nl_be: Cadeau accepteren: {0}...
pt_br: Aceitando presente: {0}...
sr_cs: Prihvatanje poklona: {0}...
zh_tw: 已接受禮物︰{0}...

# BotAccountLimited
source: This account is limited, idling process is permanently unavailable until the restriction is removed!
ko_kr: 이 계정은 제한되어 있으므로, 제한이 풀릴 때까지 농사를 지을 수 없습니다!
nl_be: Dit account is beperkt, het idling proces is permanent onbeschikbaar totdat de beperking is verwijderd!
pt_br: Esta conta é limitada, processo de farm não está disponível até que a restrição seja removida!
sr_cs: Ovaj nalog ima limitaciju, proces idle-ovanja je nemoguć dok se ograničenje ne ukloni!
zh_tw: 這個帳戶是受限制的帳戶，在限制解除前將無法掛卡！

# BotAddLicenseResponse
source: <{0}> GameID: {1} | Status: {2}
ko_kr: <{0}> GameID: {1} | 상태: {2}
nl_be: <{0}> SpelID: {1} | Status: {2}
zh_tw: <{0} > GameID：{1} | 狀態︰{2}

# BotAddLicenseResponseWithItems
source: <{0}> GameID: {1} | Status: {2} | Items: {3}
ko_kr: <{0}> GameID: {1} | 상태: {2} | 항목: {3}
nl_be: <{0}> SpelID: {1} | Status: {2} | Items: {3}
sr_cs: <{0}> GameID: {1} | Status {2} |Stavke: {3}
zh_tw: <{0} > GameID：{1} | 狀態︰{2} | 項目：{3}

# BotAlreadyRunning
source: That bot instance is already running!
ko_kr: 해당 봇 인스턴스가 이미 실행 중입니다!
nl_be: Die bot-instantie is al bezig!
pt_br: Este bot já está em execução!
sr_cs: Ta instanca bot-a je već pokrenuta!
zh_tw: 該帳號已經在運行了！

# BotAuthenticatorConverting
source: Converting .maFile into ASF format...
ko_kr: .maFile을 ASF 포맷으로 변환 중...
nl_be: .maFile omzetten naar ASF formaat...
pt_br: Convertendo o arquivo .maFile para o formato ASF...
sr_cs: Konvertovanje .maFile u ASF format...
zh_tw: 正在將 .maFile 轉化成 ASF 的文件格式...

# BotAuthenticatorImportFinished
source: Successfully finished importing mobile authenticator!
ko_kr: 성공적으로 모바일 인증기 가져오기가 완료되었습니다!
nl_be: Met succes de mobiele authenticator geimporteerd!
pt_br: Verificação do autenticador móvel concluída com sucesso!
sr_cs: Uspešno završen uvoz mobilnog autentikatora!
zh_tw: 已成功導入行動驗證器 ！

# BotAuthenticatorInvalidDeviceID
source: Your DeviceID is incorrect or doesn't exist!
ko_kr: DeviceID가 올바르지 않거나 존재하지 않습니다!
nl_be: Je DeviceID is incorrect of bestaat niet!
pt_br: O DeviceID está incorreto ou não existe!
sr_cs: Vaš DeviceID je neispravan ili ne postoji!
zh_tw: 您的 DeviceID 不正確或者不存在！

# BotAuthenticatorToken
source: 2FA Token: {0}
ko_kr: 2FA 토큰: {0}
pt_br: Código de autenticação: {0}
zh_tw: 2FA 令牌：{0}

# BotAutomaticIdlingNowPaused
source: Automatic idling is now paused!
ko_kr: 자동 농사가 일시 정지되었습니다!
nl_be: Automatisch idling is nu gepauzeerd!
pt_br: O processo de farm automático foi pausado!
sr_cs: Automatsko idle-ovanje je pauzirano!
zh_tw: 現已暫停自動掛卡！

# BotAutomaticIdlingNowResumed
source: Automatic idling is now resumed!
ko_kr: 자동 농사가 재개되었습니다!
nl_be: Automatisch idling is nu hervat!
pt_br: O processo de farm automático foi resumido!
sr_cs: Automatsko idle-ovanje je nastavljeno!
zh_tw: 現已恢復自動掛卡！

# BotAutomaticIdlingPausedAlready
source: Automatic idling is paused already!
ko_kr: 자동 농사가 이미 일시 정지되어있습니다!
nl_be: Automatisch idling is al gepauzeerd!
pt_br: A coleta automática de cartas já está pausada!
sr_cs: Automatsko idle-ovanje je već pauzirano!
zh_tw: 已經暫停自動掛卡！

# BotAutomaticIdlingPausedWithCountdown
source: Automatic idling is now paused! You have {0} minutes to start a game.
ko_kr: 자동 농사가 일시 정지되었습니다! 게임을 시작하기까지 {0}분 남았습니다.
nl_be: Automatisch idling is nu gepauzeerd! Je hebt {0} minuten om een spel te starten.
pt_br: A coleta automática de cartas foi pausada! Você tem {0} minutos para iniciar um jogo.
sr_cs: Automatsko idle-ovanje je pauzirano! Imate {0} minuta da pokrenete igru.
zh_tw: 現已暫停自動掛卡！您有 {0} 分鐘的時間開啟遊戲。

# BotAutomaticIdlingResumedAlready
source: Automatic idling is resumed already!
ko_kr: 자동 농사가 이미 재개되어있습니다!
nl_be: Automatisch idling is al hervat!
pt_br: A coleta automática de cartas já foi retomada!
sr_cs: Automatsko idle-ovanje je već pokrenuto!
zh_tw: 已經恢復自動掛卡！

# BotConnected
source: Connected to Steam!
ko_kr: Steam에 연결되었습니다!
nl_be: Verbonden met Steam!
pt_br: Conectado ao Steam!
sr_cs: Povezan na Steam!
zh_tw: 已連線到 Steam！

# BotDisconnected
source: Disconnected from Steam!
ko_kr: Steam과의 연결이 끊어졌습니다!
nl_be: Verbinding met Steam verbroken!
pt_br: Desconectado do Steam!
sr_cs: Diskonektovan sa Steam-a!
zh_tw: 已與 Steam 中斷連線！

# BotDisconnecting
source: Disconnecting...
ko_kr: 연결해제 중...
nl_be: Verbinding verbreken...
pt_br: Desconectando...
sr_cs: Diskonektovanje...
zh_tw: 正在中斷連線...

# BotEncryptedPassword
source: [{0}] password: {1}
ko_kr: [{0}] 비밀번호: {1}
nl_be: [{0}] Wachtwoord: {1}
pt_br: [{0}] senha: {1}
sr_cs: [{0}] lozinka: {1}
zh_tw: [{0}] 密碼︰{1}

# BotInstanceNotStartingBecauseDisabled
source: Not starting this bot instance because it's disabled in config file!
ko_kr: 설정 파일에서 비활성화되어 있기에 이 봇 인스턴스를 시작하지 않습니다!
nl_be: Deze bot wordt niet gestart omdat hij uitgeschakeld is in het configuratie bestand!
pt_br: Este bot não será iniciado, pois está desativado no arquivo de configurações!
sr_cs: Ovaj bot se ne započinje zato što je onemogućen u konfiguracionom fajlu!
zh_tw: 無法啟動此機器人帳號，因為它在設定檔中被禁用！

# BotInvalidAuthenticatorDuringLogin
source: Received TwoFactorCodeMismatch error code {0} times in a row, this almost always indicates invalid ASF 2FA credentials, aborting!
ko_kr: TwoFactorCodeMismatch 오류 코드를 연속으로 {0}번 받았고, 이는 대부분 ASF 2FA 인증이 잘못되었음을 나타냅니다. 중단합니다!
nl_be: TwoFactorCodeMisMatch foutmelding {0} ontvangen, dit betekent bijna altijd de verkeerde ASF 2FA login informatie, afbreken!
pt_br: Foi recebido o código de erro TwoFactorCodeMismatch {0} vezes seguidas, isto é praticamente um indicativo de que as credenciais do ASF 2FA são inválidas, abortando!
sr_cs: Primljen kod TwoFactorCodeMismatch greške {0} puta za redom, ovo skoro uvek ukazuje na netačne ASF 2FA kredenticijale, prekidanje!
zh_tw: 連續收到 {0} 次 TwoFactorCodeMismatch 錯誤，這代表 ASF 二階段驗證失敗，程序即將中止！

# BotLoggedOff
source: Logged off of Steam: {0}
ko_kr: Steam에서 로그아웃: {0}
nl_be: Uitgelogd op Steam: {0}
pt_br: Sessão finalizada: {0}
sr_cs: Odjavljen sa Steam-a: {0}
zh_tw: 已從 Steam 登出：{0}

# BotLoggedOn
source: Successfully logged on!
ko_kr: 로그인 성공!
nl_be: Succesvol ingelogd!
pt_br: Sessão iniciada com sucesso!
sr_cs: Uspešno ulogovanje!
zh_tw: 已成功登入！

# BotLoggingIn
source: Logging in...
ko_kr: 로그인 중...
nl_be: Inloggen...
pt_br: Iniciando sessão...
sr_cs: Prijavljivanje...
zh_tw: 登入中...

# BotLogonSessionReplaced
source: This account seems to be used in another ASF instance, which is undefined behaviour, refusing to keep it running!
ko_kr: 이 계정은 실행 상태 유지를 거부하는, 정의되지 않은 다른 ASF 인스턴스에서 사용 중인 것으로 보입니다!
nl_be: Het lijkt erop dat dit account wordt gebruikt in een ander ASF instantie, met onbepaald gedrag, weigeren om het draaiende te houden!
pt_br: Esta conta parece estar sendo usada em outra instância do ASF, o que é um comportamento indefinido, impedindo-a de ser executada!
sr_cs: Izgleda da se ovaj nalog koristi u drugoj ASF instanci, što je nedifinisano ponašanje, odbijajući da ostane pokrenut!
zh_tw: 這個帳戶似乎正被另一個 ASF 使用中，這是未定義的行為，拒絕讓它繼續執行！

# BotLootingFailed
source: Trade offer failed!
ko_kr: 거래 제안 실패!
nl_be: Handelsvoorstel mislukt!
pt_br: Proposta de troca falhou!
sr_cs: Ponuda za ramenu nije uspela!
zh_tw: 交易提案已失敗！

# BotLootingMasterNotDefined
source: Trade couldn't be sent because SteamMasterID is not defined!
ko_kr: SteamMasterID가 정의되지 않아 거래 요청을 보낼 수 없었습니다!
nl_be: Trade kon niet verzonden worden, omdat SteamMasterID niet is ingesteld!
pt_br: A troca não pôde ser enviada pois o SteamMasterID não foi definido!
sr_cs: Razmena nije mogla biti poslata zato što SteamMasterID nije definisan!
zh_tw: 沒有設定 SteamMasterID ，交易提案無法發送！

# BotLootingNoLootableTypes
source: You don't have any lootable types set!
ko_kr: 루팅 타입 설정이 없습니다!
nl_be: Je hebt geen lootable types ingesteld!
pt_br: Você não configurou nenhum tipo de item para coletar!
sr_cs: Nemate bilo kakve lootable tipove podešene!
zh_tw: 並未設定任何可獲取的物品類型！

# BotLootingNowDisabled
source: Looting is now disabled!
ko_kr: 루팅은 이제 사용할 수 없습니다!
nl_be: Looting is nu uitgeschakeld!
pt_br: A coleta está desabilitada!
sr_cs: Loot-ovanje je sada onemogućeno!
zh_tw: 攫取功能現在已停用！

# BotLootingNowEnabled
source: Looting is now enabled!
ko_kr: 루팅은 이제 사용 가능합니다!
nl_be: Looting is nu ingeschakeld!
pt_br: A coleta agora está ativada!
sr_cs: Loot-ovanje je sada omogućeno!
zh_tw: Loot 功能現在已啟用！

# BotLootingSuccess
source: Trade offer sent successfully!
ko_kr: 거래 제안이 성공적으로 보내졌습니다!
nl_be: Trade verzoek succesvol verzonden!
pt_br: Proposta enviada com sucesso!
sr_cs: Ponuda za razmenu je uspešno poslata!
zh_tw: 交易提案發送成功！

# BotLootingTemporarilyDisabled
source: Looting is temporarily disabled!
ko_kr: 루팅을 일시적으로 사용할 수 없습니다!
nl_be: Looting is tijdelijk uitgeschakeld!
pt_br: Coleta temporariamente desabilitada!
sr_cs: Loot-ovanje je privremeno onemogućeno!
zh_tw: 攫取功能已暫時停用！

# BotLootingYourself
source: You can't loot yourself!
ko_kr: 본인 스스로 루팅 할 수 없습니다!
nl_be: Je kan je zelf niet looten!
pt_br: Você não pode coletar os seus próprios itens!
sr_cs: Ne možete da loot-ujete sami sebe!
zh_tw: 你無法搜括自己的物品庫！

# BotNoASFAuthenticator
source: That bot doesn't have ASF 2FA enabled! Did you forget to import your authenticator as ASF 2FA?
ko_kr: 해당 봇은 ASF 2FA를 사용하지 않습니다! ASF 2FA로 인증기 가져오는 것을 잊었나요?
nl_be: Die bot heeft ASF 2FA nog niet ingeschakeld! Ben je vergeten om je authenticator te importeren als ASF 2FA?
pt_br: Esse bot não possui ASF 2FA habilitado! Você esqueceu de configurar as confirmações para 2FA ASF?
sr_cs: Ovaj bot nema ASF 2FA uključen! Da li ste zaboravili da uvdete vaš autentifikator kao ASF 2FA?
zh_tw: 該機器人帳戶並未啟用 ASF 二階段驗證！您是否忘記將驗證器導入成 ASF 二階段驗證？

# BotNotConnected
source: This bot instance is not connected!
ko_kr: 이 봇 인스턴스는 연결되어 있지 않습니다!
nl_be: Deze bot instatie is niet verbonden!
pt_br: Esse bot não está conectado!
sr_cs: Ova instanca bot-a nije povezana!
zh_tw: 這個帳號還沒有進行連線！

# BotNotOwnedYet
source: <{0}> Not owned yet: {1}
ko_kr: <{0}> 미보유: {1}
nl_be: <{0}> Nog niet in bezit: {1}
pt_br: Ainda não possui: {0}
sr_cs: <{0}> Idalje se ne poseduje: {1}
zh_tw: <{0} > 尚未擁有︰{1}

# BotOwnedAlready
source: <{0}> Owned already: {1} | {2}
ko_kr: <{0}> 이미 보유 중: {1} | {2}
nl_be: <{0}> In bezit: {1} | {2}
pt_br: Já possui: {0}
sr_cs: <{0}> Već se poseduje: {1} | {2}
zh_tw: <{0} > 已經擁有︰{1} | {2}

# BotRateLimitExceeded
source: Rate limit exceeded, we will retry after {0} minutes of cooldown...
ko_kr: 등록 활성화 제한을 초과했습니다. {0}분의 쿨다운 이후 재시도합니다...
nl_be: Limiet overschreden, we zullen het over {0} minuten opnieuw proberen...
pt_br: Tempo limite atingido!; tentando novamente em {0} minutos...
sr_cs: Stopa granice je prevazićena, pokušaćemo opet nakon {0} minuta čekanja...
zh_tw: 超過頻率限制，我們將在 {0} 分鐘的CD時間後重試...

# BotReconnecting
source: Reconnecting...
ko_kr: 다시 연결 중...
nl_be: Opnieuw verbinden...
pt_br: Reconectando...
sr_cs: Ponovo povezivanje...
zh_tw: 正在重新連線...

# BotRedeemResponse
source: <{0}> Key: {1} | Status: {2}
ko_kr: <{0}> 키: {1} | 상태: {2}
nl_be: <{0}> Cd-key: {1} | Status: {2}
sr_cs: <{0}> Ključ: {1} | Status: {2}
zh_tw: <{0} > 產品序號：{1} | 狀態︰{2}

# BotRedeemResponseWithItems
source: <{0}> Key: {1} | Status: {2} | Items: {3}
ko_kr: <{0}> 키: {1} | 상태: {2} | 항목: {3}
nl_be: <{0}> Cd-key: {1} | Status: {2} | Items: {3}
sr_cs: <{0}> Ključ: {1} | Status: {2} | Stavke: {3}
zh_tw: <{0} > 產品序號：{1} | 狀態︰{2} | 項目：{3}

# BotRemovedExpiredLoginKey
source: Removed expired login key!
ko_kr: 만료된 로그인 키를 제거합니다!
nl_be: Verlopen login sleutel verwijderd!
pt_br: Chave de sessão expirada removida!
sr_cs: Uklonjen stari login ključ!
zh_tw: 已刪除了過期的登錄金鑰！

# BotsStatusNotIdling
source: Bot {0} is not idling anything.
ko_kr: 봇 {0} - 아무것도 안함.
nl_be: Bot {0} is niks aan het idlen.
sr_cs: Bot {0} ne idle-uje ništa.
zh_tw: 帳號 {0} 目前沒有在掛卡。

# BotStatusLimited
source: Bot {0} is limited and can't drop any cards through idling.
ko_kr: 봇 {0} - 제한됨. 농사로 카드를 얻을 수 없음.
nl_be: Bot {0} is beperkt en kan geen kaarten laten vallen via idling.
pt_br: Bot é limitado e não pode receber nenhuma carta através da coleta.
sr_cs: Bot {0} ima limitaciju i ne može da prikuplja kartice idle-ovanjem.
zh_tw: 帳號 {0} 是受限制的，所以不會通過掛卡得到任何卡片。

# BotStatusNotConnected
source: Bot {0} is not connected.
ko_kr: 봇 {0} - 연결되지 않음.
nl_be: Bot {0} is niet verbonden.
pt_br: Bot não está conectado.
sr_cs: Bot {0} nije konektovan.
zh_tw: 帳號 {0} 未連線。

# BotStatusNotRunning
source: Bot {0} is not running.
ko_kr: 봇 {0} - 실행되지 않음.
nl_be: Bot {0} is niet actief.
pt_br: Bot não está em execução.
sr_cs: Bot {0} nije pokrenut.
zh_tw: 帳號 {0} 未執行。

# BotStatusPaused
source: Bot {0} is paused or running in manual mode.
ko_kr: 봇 {0} - 일시 정지 혹은 수동 모드로 실행 중.
nl_be: Bot {0} is gepauzeerd of uitgevoerd in de handmatige modus.
pt_br: Bot está pausado ou funcionando em modo manual.
sr_cs: Bot {0} je pauziran ili radi u ručnom modu.
zh_tw: 帳號 {0} 已被暫停或正在手動模式下執行。

# BotStatusPlayingNotAvailable
source: Bot {0} is currently being used.
ko_kr: 봇 {0} - 현재 사용 중.
nl_be: Bot {0} wordt momenteel gebruikt.
pt_br: Bot está sendo usado no momento.
sr_cs: Bot {0} se trenutno koristi.
zh_tw: 當前正在使用的帳號為 {0}。

# BotUnableToConnect
source: Unable to connect to Steam: {0}
ko_kr: Steam에 연결할 수 없습니다: {0}
nl_be: Niet in staat om op Steam in te loggen: {0}
pt_br: Não foi possível conectar-se ao Steam: {0}
sr_cs: Nije moguće povezati se na Steam: {0}
zh_tw: 無法連線至 Steam：{0}

# BotUnableToLogin
source: Unable to login to Steam: {0}/{1}
ko_kr: Steam에 로그인할 수 없습니다: {0}/{1}
nl_be: Niet in staat om op Steam inteloggen: {0}/{1}
pt_br: Não foi possível iniciar a sessão no Steam: {0}/{1}
sr_cs: Nije moguće prijavljivanje na Steam: {0}{1}
zh_tw: 無法登入到 Steam︰{0}/{1}

# ErrorIsEmpty
source: {0} is empty!
ko_kr: {0} - 비어있습니다!
nl_be: {0} is leeg!
pt_br: {0} está vazio!
sr_cs: {0} je prazan!
zh_tw: {0} 是空的！

# UnusedKeys
source: Unused keys: {0}
ko_kr: 사용하지 않은 키: {0}
nl_be: Ongebruikte cd-keys: {0}
pt_br: Códigos não ativados: {0}
sr_cs: Neiskorišćeni ključevi: {0}
zh_tw: 未使用的產品序號︰{0}

# WarningFailedWithError
source: Failed due to error: {0}
ko_kr: 오류로 인해 실패했습니다: {0}
nl_be: Mislukt door de fout: {0}
pt_br: Falha devido ao erro: {0}
sr_cs: Neuspeh zbog greške: {0}
zh_tw: 由於錯誤而失敗︰{0}

# BotConnectionLost
source: Connection to Steam Network lost, reconnecting...
ko_kr: Steam 네트워크 연결이 끊어졌습니다. 다시 연결 중...
nl_be: Verbinding met het Steam Netwerk verloren, opnieuw verbinden...
pt_br: Conexão com a rede Steam perdida. Reconectando...
sr_cs: Izgubljena je konekcija sa Steam mrežom, ponovo konektovanje...
zh_tw: 與 Steam 網路的連線中斷，正在重新進行連線...

# BotAccountFree
source: Account is no longer occupied, idling process resumed!
ko_kr: 계정이 더는 사용되지 않아, 농사를 재개합니다!
nl_be: Account wordt niet meer gebruikt, idle proces hervat!
pt_br: A conta não está mais sendo usada, resumindo processo de farm!
sr_cs: Nalog više nije zauzet, proces idle-ovanja je nastavljen!
zh_tw: 帳戶不再被佔用，掛卡行程已恢復！

# BotAccountOccupied
source: Account is currently being used, ASF will resume idling when it's free...
ko_kr: 계정이 현재 사용 중입니다. ASF는 계정이 자유로워지면 농사를 재개할 것입니다...
nl_be: Account wordt momenteel gebruikt, ASF zal verder gaan met het idle-proces wanneer de account weer vrij is...
pt_br: Conta atualmente em uso; Resumindo processo de farm quando você terminar de jogar!
sr_cs: Nalog se trenutno koristi, ASF će nastaviti sa idle-ovanjem čim se oslobodi...
zh_tw: 賬戶目前正被使用，ASF 會在恢復空閒後繼續掛卡...

# BotAutomaticIdlingPauseTimeout
source: Shared library has not been launched in given time period, idling process resumed!
ko_kr: 라이브러리 공유가 일정 기간 동안 실행되지 않아, 농사가 재개되었습니다!
nl_be: Gedeelde bibliotheek is niet ingebruik genomen in de gegeven tijd periode, idling proces hervat!
sr_cs: Podeljena biblioteka nije pokrenuta u datom periodu vremena, proces idle-ovanja je nastavljen!
zh_tw: 在設定時間內未啟動親友同享服務，恢復掛卡程序！

# BotConnecting
source: Connecting...
ko_kr: 연결 중...
nl_be: Verbinden...
pt_br: Conectando...
sr_cs: Povezivanje...
zh_tw: 正在連線...

# BotHeartBeatFailed
source: Failed to disconnect the client, abandoning this bot instance!
ko_kr: 클라이언트 연결 해제에 실패했습니다. 이 봇 인스턴스를 포기합니다!
nl_be: Poging om de verbinding van de client te verbreken mislukt, x deze bot instantie!
pt_br: Falha ao desconectar cliente. Abandonando instância de bot!
sr_cs: Nije uspelo diskonektovati klijenta, napuštanje ove instance bot-a!
zh_tw: 無法斷開用戶端，終止此機器人帳號 ！

# BotSteamDirectoryInitializationFailed
source: Could not initialize SteamDirectory, connecting with Steam Network might take much longer than usual!
ko_kr: SteamDirectory를 초기화할 수 없습니다. Steam 네트워크 연결에 평소보다 오랜 시간이 걸릴 수 있습니다!
nl_be: Kan SteamDirectory niet initialiseren, verbinden met Steam Netwerk kan langer duren dan normaal!
sr_cs: Nije moguće inicijalizovati SteamDirectory, povezivanje sa mrežom Steam-a može potrajati duže nego uobičajeno!
zh_tw: 無法初始化 SteamDirectory，與 Steam 的網路連線可能需要比平常更長的時間！

# BotStopping
source: Stopping...
ko_kr: 중지 중...
nl_be: Stoppen...
pt_br: Parando...
sr_cs: Zaustavljanje...
zh_tw: 正在停止...

# ErrorBotConfigInvalid
source: Your bot config is invalid, please verify content of {0} and try again!
ko_kr: 봇 설정이 유효하지 않습니다. {0}의 내용을 확인하고 다시 시도하십시오!
nl_be: Je bot configuratie is ongeldig, controleer de inhoud van {0} en probeer het opnieuw!
pt_br: A configuração do bot é inválida, verifique o arquivo {0} e tente novamente!
sr_cs: Vaša konfiguracija bot-a je netačna, proverite sadržaj fajla {0} i pokušajte ponovo!
zh_tw: 你帳號配置設定無效，請驗證 {0} 的內容然後再試一次！

# ErrorDatabaseInvalid
source: Persistent database could not be loaded, if issue persists, please remove {0} in order to recreate the database!
ko_kr: 영구 데이터베이스를 불러올 수 없습니다. 문제가 계속되면, 데이터베이스를 재생성하기 위해 {0}을(를) 제거하십시오!
nl_be: Blijvende database kan niet worden geladen, als het probleem aanhoudt, verwijder dan {0} om de database opnieuw te maken!
pt_br: Não foi possível carregar o banco de dados, caso o problema persista, remova {0} para recriar o banco de dados!
sr_cs: Trajna baza podataka ne može biti učitana, ako se problem nastavi, molimo Vas da uklonite {0} da bi se baza podataka ponovo stvorila!
zh_tw: 無法載入存續式資料庫，如果問題仍然存在，請刪除 {0} 以重新創建資料庫 ！

# Initializing
source: Initializing {0}...
ko_kr: {0} 초기화 중...
nl_be: {0} Initialiseren...
pt_br: Inicializando {0}...
sr_cs: Učitavanje {0}...
zh_tw: 正在初始化 {0}...

# WarningPrivacyPolicy
source: Please review our privacy policy section on the wiki if you're concerned about what ASF is in fact doing!
ko_kr: ASF가 실제로 무엇을 하고 있는지 걱정된다면, 위키에 있는 개인 정보 보호 정책 부분을 검토해 보세요!
nl_be: Raadpleeg onze privacy beleid op de ASF Wiki als je bezorgd bent over wat ASF in feite doet!
pt_br: Por favor revise a seção de política de privacidade na nossa wiki se você está preocupado com o que o ASF realmente está fazendo!
sr_cs: Pogledajte našu sekciju polise privatnosti na wiki ako se brinete šta ASF ustvari radi!
zh_tw: 如果您對 ASF 的實際運作方式有疑慮，請至我們 wiki 上的隱私政策章節中查看！
