Repository: KlappPc/ArchiSteamFarm
Catalog: ArchiSteamFarm/Localization/Strings.*.resx
Languages: ko_kr, nl_be, pt_br, sr_cs, zh_tw

# Welcome
source: It looks like it's your first launch of the program, welcome!
ko_kr: 어서 와, 이런 농사 프로그램은 처음이지?
nl_be: Het lijkt erop dat je het programma voor het eerst opstart, welkom!
pt_br: Parece que é a sua primeira vez abrindo o programa, bem-vindo(a)!
sr_cs: Izgleda da prvi put pokrećete Asf, dobrodošli!
zh_tw: 看來這是你首次使用ASF，歡迎！

# ErrorInvalidCurrentCulture
source: Your provided CurrentCulture is invalid, ASF will keep running with default one!
ko_kr: CurrentCulture 값이 올바르지 않습니다. ASF는 기본값으로 실행됩니다!
nl_be: De door jou geleverde CurrentCulture is incorrect, ASF zal de standaard blijven gebruiken!
pt_br: O valor 'CurrentCulture' fornecido é inválido, o ASF continuará executando com o valor padrão!
sr_cs: Vaš trenutno naveden CurrentCulture je netačan, ASF će nastaviti da radi sa uobičajenim!
zh_tw: 您提供的 CurrentCulture 無效，ASF 將以預設值繼續運行 ！

# TranslationIncomplete
source: ASF will attempt to use your preferred {0} culture, but translation in that language was completed only in {1}. Perhaps you could help us improve ASF translation for your language?
nl_be: ASF probeert de {0} taal te gebruiken, maar het vertalen in deze taal was tot {1} compleet. Misschien kan je ons helpen om ASF te vertalen in jouw taal?
pt_br: O ASF tentará usar seu preferido {0} idle, mas a tradução para este idioma foi concluída somente em {1}. Talvez você possa nos ajudar a melhorar a tradução do ASF ao seu idioma?
zh_tw: ASF 將使用您的偏好語系 {0} ，但該語言的翻譯只完成了 {1}。請協助我們改進 ASF 的翻譯品質。

# IdlingGameNotReleasedYet
source: Idling {0} ({1}) is temporarily disabled, as that game was not released yet.
nl_be: Idling {0} ({1}) is tijdelijk uitgeschakeld, aangezien dat spel nog niet was uitgegeven.
