Repository: KlappPc/ArchiSteamFarm
Catalog: ArchiSteamFarm/Localization/Strings.*.resx
Languages: ko_kr, nl_be, pt_br, sr_cs, zh_tw

# AcceptingTrade
source: Accepting trade: {0}
ko_kr: 거래 수락: {0}
nl_be: Ruilaanbieding {0} wordt geaccepteerd
pt_br: Aceitando troca: {0}
sr_cs: Prihvatanje razmene: {0}
zh_tw: 接受交易︰{0}

# AutoUpdateCheckInfo
source: ASF will automatically check for new versions every {0} hours.
ko_kr: ASF는 {0}시간 마다 새로운 버전을 자동으로 확인합니다.
nl_be: ASF controleert automatisch om de {0} uren op een nieuwe versie.
pt_br: O ASF verificará automaticamente por novas versões a cada {0} horas.
sr_cs: ASF će automatski proveriti da li postoji nova verzija svakih {0} sati.
zh_tw: ASF 將會在每 {0} 小時自動檢查新版本。

# Content
source: Content: {0}
ko_kr: 내용: {0}
nl_be: Inhoud: {0}
pt_br: Conteúdo: {0}
sr_cs: Sadržaj: {0}
zh_tw: 內容︰{0}

# ErrorConfigPropertyInvalid
source: Configured {0} property is invalid: {1}
ko_kr: {0} 설정에 대한 속성 값이 잘못되었습니다: {1}
nl_be: Geconfigureerde {0} eigenschap is niet geldig: {1}
pt_br: A propriedade {0} possui valor inválido: {1}
sr_cs: Podešavanje {0} je netačno: {1}
zh_tw: 設置的 {0} 屬性無效︰ {1}

# ErrorEarlyFatalExceptionInfo
source: ASF V{0} has run into fatal exception before core logging module was even able to initialize!
ko_kr: ASF V{0} 는 코어 기록 모듈이 동작 가능하기 전까지 치명적 예외 상태로 실행됩니다.
nl_be: ASF V{0} heeft een fatale uitzondering tegengekomen voordat het kern logboek module in staat was om te initialiseren!
pt_br: ASF V{0} encontrou uma exceção fatal antes mesmo que o módulo de registro fosse inicializado!
sr_cs: ASF verzija {0} je naišla na fatalnu grešku pre nego što je glavni modul za ulogovanje mogao da se pokrene!
zh_tw: ASF V{0} 在能初始化核心模組之前就遇到嚴重錯誤！

# ErrorEarlyFatalExceptionPrint
source: Exception: {0}() {1} StackTrace: {2}
nl_be: Uitzondering: {0}() {1} StackTrace: {2}
pt_br: Exceção: {0}() {1} StackTrace: {2}
sr_cs: Greška: {0}() {1} StackTrace: {2}
zh_tw: 例外錯誤︰ {0}() {1} 堆疊追蹤:{2}

# ErrorExitingWithNonZeroErrorCode
source: Exiting with non-zero error code!
ko_kr: 0이 아닌 오류 코드로 종료됩니다!
nl_be: Afsluiten met een niet-nulzijnde foutcode!
pt_br: Saindo com um código de erro não-nulo!
sr_cs: Izlazak sa greškom čiji je kod različit od nule!
zh_tw: 正在退出並伴隨著非零的shell錯誤代碼！

# ErrorFailingRequest
source: Request failing: {0}
ko_kr: 요청 실패: {0}
nl_be: Vezoek mislukt: {0}
pt_br: Erro de solicitação: {0}
sr_cs: Zahtev se ne izvršava: {0}
zh_tw: 請求失敗︰ {0}

# ErrorGlobalConfigNotLoaded
source: Global config could not be loaded, please make sure that {0} exists and is valid! Follow setting up guide on the wiki if you're confused.
ko_kr: 전역 설정을 불러올 수 없습니다. {0} 값이 존재하고 유효한지 확인하시기 바랍니다. 혼동된다면 위키에 있는 가이드를 따라 설정하십시오.
nl_be: Globale configuratie kan niet worden geladen, controleer of het bestand {0} bestaat en of het geldig is! Volg de handleiding op de wiki als je niet weet je wat je moet doen.
pt_br: A configuração global não pôde ser carregada, tenha certeza que {0} existe e é válido! se estiver com alguma dúvida, siga o guia de configuração na Wiki.
sr_cs: Globalna konfiguracija ne može biti učitana, molimo Vas da proverite da {0} postoji i da je tačan! Pratite "Setting up" uputstva na wiki ako sto zbunjeni.
zh_tw: 全域設置無法載入，請確保 {0} 存在並且是有效路徑！如果仍有疑惑，請參照 wiki 上的設定指南。

# ErrorIsInvalid
source: {0} is invalid!
ko_kr: {0} 값이 유효하지 않습니다!
nl_be: {0} is ongeldig!
pt_br: {0} é inválido!
sr_cs: {0} je netačan!
zh_tw: {0} 無效 ！

# ErrorMobileAuthenticatorInvalidDeviceID
source: Refusing to execute this function due to invalid DeviceID in ASF 2FA!
ko_kr: ASF 2FA의 잘못된 DeviceID로 인해 이 기능의 실행이 거절되었습니다!
nl_be: Deze functie wordt niet uitgevoerd als gevolg van de ongeldige DeviceID in ASF 2FA!
pt_br: Recusando a execução desta função devido ao DeviceID inválido no ASF 2FA!
sr_cs: Odbijanje izvršavanja ove funkcije zbog netačnog DeviceID u ASF 2FA!
zh_tw: ASF 二階段驗證中設定的 DeviceID 無效，該功能無法執行！

# ErrorNoBotsDefined
source: No bots are defined, did you forget to configure your ASF?
ko_kr: 봇이 정의되지 않았습니다. ASF를 설정하는 걸 잊으셨나요?
nl_be: Er zijn geen bots gedefinieerd, ben je vergeten om ASF te configureren?
pt_br: Nenhum bot configurado, será que você não esqueceu de algo?
sr_cs: Botovi nisu definisani, da li ste zaboravili da konfigurisete vaš ASF?
zh_tw: 沒有設定機器人帳號，你忘了設定你的 ASF 嗎？

# ErrorObjectIsNull
source: {0} is null!
ko_kr: {0} 값이 없습니다!
pt_br: {0} é nulo!
sr_cs: {0} je null!
zh_tw: {0} 為空值！

# ErrorParsingObject
source: Parsing {0} failed!
ko_kr: {0}의 분석에 실패했습니다!
nl_be: Verwerking van {0} mislukt!
pt_br: Falha ao analisar {0}!
sr_cs: Parsiranje {0} nije uspelo!
zh_tw: 分析 {0} 失敗 ！

# ErrorRemovingOldBinary
source: Could not remove old ASF binary, please remove {0} manually in order for update function to work!
ko_kr: 이전의 ASF 실행 파일을 제거할 수 없습니다. 업데이트 기능의 작동을 위해, 수동으로 {0}을(를) 제거하시기 바랍니다.
nl_be: Kon niet de oude ASF binary verwijderen, verwijder alsjeblieft {0} handmatig zodat de updatefunctie werkt!
pt_br: Não foi possível remover o arquivo {0}, Por favor remova-o manualmente para que a atualização funcione normalmente!
sr_cs: Neuspešno uklanjanje starog ASF izvršnog fajla, molimo da fajl uklonite {0} ručno kako bi updejt funkcija radila!
zh_tw: 無法刪除舊的 ASF 檔案，請依序手動刪除 {0} ，使更新功能正常運作！

# ErrorRequestFailedTooManyTimes
source: Request failed despite of {0} tries!
ko_kr: {0}번의 시도에도 불구하고, 요청이 실패했습니다!
nl_be: Verzoek mislukt ondanks {0} pogingen!
pt_br: A solicitação falhou após {0} tentativas!
sr_cs: Zahtev nije uspeo uprkos {0} pokušaja!
zh_tw: 請求失敗，已嘗試了 {0} 次！

# ErrorUpdateCheckFailed
source: Could not check latest version!
ko_kr: 최신 버전을 확인할 수 없습니다!
nl_be: Controle voor de laatste versie is mislukt!
pt_br: Não foi possível verificar a última versão!
sr_cs: Neuspešno traženje nove verzije!
zh_tw: 無法檢查最新版本！

# ErrorUpdateNoAssetForThisBinary
source: Could not proceed with update because there is no asset that relates to currently running binary! Please ensure that your ASF binary is named appropriately!
ko_kr: 현재 실행 중인 파일을 찾을 수 없어 업데이트를 진행할 수 없습니다! ASF 실행 파일의 이름이 적절한지 확인하시기 바랍니다!
nl_be: Kon niet verdergaan met updaten omdat er geen bestand bestaat dat gerelateerd is aan de momenteel actieve binary! Controleer of de ASF binary de juiste naam heeft!
pt_br: Não foi possível prosseguir com a atualização pois não existe nenhum arquivo associado com o binário executado! Por favor, confirme que o binário do ASF está nomeado corretamente!
sr_cs: Nije moguće nastaviti sa ažuriranjem zato što ne postoji resurs koji se odnosi na trenutno pokrenut program! Molimo Vas da proverite da li je izvršna datoteka pravilno nazvana!
zh_tw: 無法更新，更新程式找不到適用的更新檔。請確認您的 ASF 相關檔案名稱是否正確！

# ErrorUpdateNoAssets
source: Could not proceed with an update because that version doesn't include any assets!
ko_kr: 해당 버전이 아무 내용도 포함되어 있지 않아 업데이트를 진행할 수 없습니다!
nl_be: Kon niet verdergaan met de update omdat deze versie niet alle bestanden omvat!
pt_br: Não foi possível prosseguir com a atualização pois esta versão não inclui nenhum arquivo!
sr_cs: Nije moguće nastaviti sa ažuriranjem zato što ta verzija ne uključuje potrebne podatke!
zh_tw: 無法進行更新，該版本更新檔不存在！

# ErrorUserInputRunningInHeadlessMode
source: Received a request for user input, but process is running in headless mode!
ko_kr: 사용자 입력 요청을 받았지만, 프로세스는 Headless 모드로 실행 중입니다.
nl_be: Aanvraag voor gebruikersinvoer ontvangen, maar het proces draait in headless mode!
pt_br: Recebido uma pedido de entrada para o usuário, mas o processo está sendo executado em modo headless!
sr_cs: Primljen zahtev za unos korisnika, ali proces radi u headless modu!
zh_tw: 收到一個使用者輸入請求，但已運行在無標頭模式下 ！

# ErrorWCFAccessDenied
source: Refusing to handle the request because SteamOwnerID is not set!
ko_kr: SteamOwnerID 값이 설정되지 않아, 요청에 대한 처리를 거절합니다.
nl_be: Het verzoek wordt niet in behandeling genomen omdat SteamOwnerID niet is ingesteld!
pt_br: Solicitação de pedido negada pois o SteamOwnerID não foi configurado!
sr_cs: Odbijanje obrade zahteva zato što SteamOwnerID nije podešen!
zh_tw: 因為未設置 SteamOwnerID，無法處理該請求！

source: Exiting...
ko_kr: 종료 중...
nl_be: Afsluiten...
pt_br: Saindo...
sr_cs: Izlaženje...
zh_tw: 正在退出...

# WarningFailed
source: Failed!
ko_kr: 실패!
nl_be: Mislukt!
pt_br: Falha!
sr_cs: Neuspeh!
zh_tw: 失敗！

# GlobalConfigChanged
source: Global config file has been changed!
ko_kr: 전역 설정 파일이 변경되었습니다!
nl_be: Globaal configuratiebestand is aangepast!
pt_br: O arquivo de configuração global foi alterado!
sr_cs: Globalni konfiguracioni fajl je promenjen!
zh_tw: 已更改全域設定檔 ！

# ErrorGlobalConfigRemoved
source: Global config file has been removed!
ko_kr: 전역 설정 파일이 제거되었습니다!
nl_be: Globaal configuratiebestand is verwijderd!
pt_br: O arquivo de configuração global foi removido!
sr_cs: Globalni konfiguracioni fajl je uklonjen!
zh_tw: 全域設定檔已被刪除 ！

# IgnoringTrade
source: Ignoring trade: {0}
ko_kr: 거래 무시: {0}
nl_be: Ruilaanbieding {0} wordt genegeerd
pt_br: Ignorando troca: {0}
sr_cs: Ignorisanje razmene: {0}
zh_tw: 忽略交易︰ {0}

# LoggingIn
source: Logging in to {0}...
ko_kr: {0}에 로그인 중...
nl_be: Inloggen op {0}...
pt_br: Iniciando sessão em {0}...
sr_cs: Prijavljivanje u {0}...
zh_tw: 正在登錄到 {0}...

# NoBotsAreRunning
source: No bots are running, exiting...
ko_kr: 실행 중인 봇이 없습니다. 종료 중...
nl_be: Geen bots actief, afsluiten...
pt_br: Nenhum bot está sendo executado, saindo...
sr_cs: Ni jedan bot trenutno ne radi, izlaženje...
zh_tw: 沒有帳號正在運行，即將退出...

source: Refreshing our session!
ko_kr: 세션을 새로 고칩니다!
nl_be: Sessie wordt ververst!
pt_br: Atualizando sessão!
sr_cs: Osvežavanje sesije!
zh_tw: 更新工作階段 ！

# RejectingTrade
source: Rejecting trade: {0}
ko_kr: 거래 거절: {0}
nl_be: Ruilaanbieding {0} wordt afgekeurd
pt_br: Rejeitando troca: {0}
sr_cs: Odbijanje razmene: {0}
zh_tw: 拒絕交易︰ {0}

source: Restarting...
ko_kr: 재시작 중...
nl_be: Herstarten...
pt_br: Reiniciando...
sr_cs: Restartovanje...
zh_tw: 正在重新啟動...

# WarningRuntimeUnsupported
source: ASF detected unsupported runtime version, program might NOT run correctly in current environment. You're running it at your own risk without support!
ko_kr: ASF가 지원되지 않는 런타임 버전을 감지했습니다. 현재 환경에서는 프로그램이 올바르게 실행되지 않을 수 있습니다. 당신은 지원 없이 자신의 위험을 감수하고 실행하고 있습니다!
nl_be: ASF heeft een niet ondersteunde runtime versie gedetecteerd, het programma kan mogelijk NIET correct worden uitgevoerd in de huidige omgeving. Je voert dit met eigen risico en zonder ondersteuning uit!
pt_br: ASF detectou uma versão do runtime que não é suportada, o programa pode NÃO funcionar corretamente no ambiente atual. Você está executando sem suporte por sua conta e risco!
sr_cs: ASF je detektovao nepodržanu runtime verziju, program možda NEĆE raditi pravilno u trenutnom okruženju. Vi to radite na svoju odgovornost bez podrške!
zh_tw: ASF 檢測到不受支援的運行庫版本，程式可能無法正常運作。如果發生錯誤，我們無法提供幫助！

# RuntimeVersionComparison
source: Required version: {0} | Found version: {1}
ko_kr: 필요 버전: {0} | 발견된 버전: {1}
nl_be: Vereiste versie: {0} | Gevonden versie: {1}
pt_br: Versão necessária: {0} | Versão encontrada: {1}
sr_cs: Potrebna verzija: {0} | Pronađena vezija; {1}
zh_tw: 所需的版本︰{0} | 找到的版本︰{1}

# RuntimeVersionOK
source: Your {0} runtime version is OK.
ko_kr: {0} 런타임 버전이 정상입니다.
nl_be: Je {0} runtime versie is OK.
pt_br: A versão do runtime {0} está OK.
sr_cs: Vaša {0} runtime verzija je OK.
zh_tw: 您的 {0} 運行庫版本沒有問題。

# WarningRuntimeVersionTooOld
source: Your {0} runtime version is too old!
ko_kr: {0} 런타임 버전이 너무 오래되었습니다!
nl_be: Je {0} runtime versie is te oud!
pt_br: A versão do runtime {0} é muito antiga!
sr_cs: Vaša {0} runtime verzija je previše stara!
zh_tw: 您的 {0} 運行庫版本過於老舊。

source: Starting...
ko_kr: 시작 중...
nl_be: Starten...
pt_br: Iniciando...
sr_cs: Pokretanje...
zh_tw: 正在啟動...

# StatusCode
source: Status code: {0}
ko_kr: 상태 코드: {0}
pt_br: Código de estado: {0}
sr_cs: Status kod: {0}
zh_tw: 狀態碼︰ {0}

source: Success!
ko_kr: 성공!
nl_be: Succes!
pt_br: Sucesso!
sr_cs: Uspeh!
zh_tw: 成功！

# TimeSpanDay
source: 1 day
ko_kr: 1일
nl_be: 1 dag
pt_br: 1 dia
sr_cs: 1 dan
zh_tw: 1天

# TimeSpanDays
source: {0} days
ko_kr: {0}일
nl_be: {0} dagen
pt_br: {0} dias
sr_cs: {0} dana
zh_tw: {0} 天

# TimeSpanHour
source: 1 hour
ko_kr: 1시간
nl_be: 1 uur
pt_br: 1 hora
sr_cs: 1 sat
zh_tw: 1小時

# TimeSpanHours
source: {0} hours
ko_kr: {0}시간
nl_be: {0} uren
pt_br: {0} horas
sr_cs: {0} sati
zh_tw: {0} 小時

# TimeSpanMinute
source: 1 minute
ko_kr: 1분
nl_be: 1 minuut
pt_br: 1 minuto
sr_cs: 1 minut
zh_tw: 1分鐘

# TimeSpanMinutes
source: {0} minutes
ko_kr: {0}분
nl_be: {0} minuten
pt_br: {0} minutos
sr_cs: {0} minuta
zh_tw: {0} 分鐘

# TimeSpanSecond
source: 1 second
ko_kr: 1초
nl_be: 1 seconde
pt_br: 1 segundo
sr_cs: 1 sekunda
zh_tw: 1秒

# TimeSpanSeconds
source: {0} seconds
ko_kr: {0}초
nl_be: {0} seconden
pt_br: {0} segundos
sr_cs: {0} sekundi
zh_tw: {0} 秒

source: Unlocking parental account...
ko_kr: 부모 계정을 잠금 해제 중...
nl_be: Ouderaccount wordt ontgrendeld...
pt_br: Desbloqueando modo família...
sr_cs: Otključavanje roditeljskog naloga...
zh_tw: 正在解鎖家庭監護帳戶...

# UpdateCheckingNewVersion
source: Checking for new version...
ko_kr: 새로운 버전 확인 중...
nl_be: Controleren op nieuwe versie...
pt_br: Verificando se há atualizações...
sr_cs: Traženje nove verzije...
zh_tw: 正在檢查新版本...

# UpdateDownloadingNewVersion
source: Downloading new version... While waiting, consider donating if you appreciate the work being done! :)
ko_kr: 새로운 버전을 다운로드 중... 기다리는 동안, 완성된 작업이 고맙다면 기부를 고려해 보세요! :)
nl_be: Nieuwe versie wordt gedownloadt... Onder het wachten, overweeg te doneren als je het gedane werk waardeert! :)
pt_br: Baixando nova versão... Enquanto aguarda, considere fazer uma doação caso aprecie o trabalho que está sendo feito! :)
sr_cs: Skidanje nove verzije... Dok čekate, razmislite o podržavanju ovoh programa putem donacija ako cenite uložen rad! :)
zh_tw: 正在下載新版本... 等待期間，如果喜歡這個軟體，請考慮捐助ASF! :)

# UpdateFinished
source: Update process finished!
ko_kr: 업데이트 작업 완료!
nl_be: Bijwerken afgerond!
pt_br: Processo de atualização finalizado!
sr_cs: Proces ažuriranja je završen!
zh_tw: 更新完成 ！

# UpdateNewVersionAvailable
source: New ASF version is available! Consider updating yourself!
ko_kr: 새로운 ASF 버전이 사용 가능합니다! 업데이트를 고려해보세요!
nl_be: Een nieuwe ASF-versie is beschikbaar! Overweeg om deze zelf bij te werken!
pt_br: Nova versão do ASF disponível! Considere atualizar!
sr_cs: Nova ASF verzija je dostupna! Razmislite o ažuriranju!
zh_tw: ASF 有新版本可用 ！請手動更新 ！

# UpdateVersionInfo
source: Local version: {0} | Remote version: {1}
ko_kr: 로컬 버전: {0} | 원격 버전: {1}
nl_be: Lokale versie: {0} | Externe versie: {1}
pt_br: Versão local: {0} | Versão remota: {1}
sr_cs: Lokalna verzija: {0} | Daljinska verzija: {1}
zh_tw: 目前版本: {0} | 最新版本: {1}

# UserInputDeviceID
source: <{0}> Please enter your mobile authenticator device ID (including "android:"):
ko_kr: <{0}> Device ID를 입력하세요. ("android:" 포함해서):
nl_be: <{0}> Vul je Device ID in (inclusief "android:"):
pt_br: Por favor, insira o ID do seu dispositivo de autenticador móvel (incluindo "android:"):
sr_cs: <{0}> Molimo Vas unesite vaš Device ID (uključujući "android:"):
zh_tw: <{0} > 請輸入您的裝置識別碼 (包括"android:"):

# UserInputSteam2FA
source: <{0}> Please enter your 2FA code from your Steam authenticator app:
ko_kr: <{0}> Steam 인증기 앱의 2차 인증 코드를 입력하세요:
nl_be: <{0}> Vul je 2FA code in van je Steam authenticatie app:
pt_br: Por favor, insira o código atual gerado pelo autenticador móvel do Steam:
sr_cs: <{0}> Molimo Vas unestie vaš 2FA kod iz Vaše Steam authenticator aplikacije:
zh_tw: <{0} > 請輸入您在的Steam行動驗證器上的代碼︰

# UserInputSteamGuard
source: <{0}> Please enter SteamGuard auth code that was sent on your e-mail:
ko_kr: <{0}> E-mail로 받은 SteamGuard 인증 코드를 입력하세요:
nl_be: <{0}> Vul de SteamGuard authenticatiecode in die naar je e-mail gestuurd is:
pt_br: Por favor, insira o código de autenticação do Steam Guard enviado por e-mail:
sr_cs: <{0}> Molimo Vas unesite vaš SteamGuard autentifikacioni kod koji poslat na vaš e-mail:
zh_tw: <{0} > 請輸入您電子郵件收到的 SteamGuard 認證碼︰

# UserInputSteamLogin
source: <{0}> Please enter your Steam login:
ko_kr: <{0}> Steam 로그인 아이디를 입력하세요:
nl_be: <{0}> Vul je Steam gebruikersnaam in:
pt_br: Por favor, insira o seu nome de usuário Steam:
sr_cs: <{0}> Molimo Vas unestie vašu Steam prijavu:
zh_tw: <{0} > 請輸入您的Steam帳號︰

# UserInputSteamParentalPIN
source: <{0}> Please enter Steam parental PIN:
ko_kr: <{0}> Steam 부모 계정의 PIN을 입력하세요:
nl_be: <{0}> Vul je Steam ouderlijktoezichtscode in:
pt_br: Por favor, insira o código do modo família:
sr_cs: <{0}> Molimo Vas da unesete Steam roditeljski PIN:
zh_tw: <{0} > 請輸入Steam家庭監護 PIN 碼︰

# UserInputSteamPassword
source: <{0}> Please enter your Steam password:
ko_kr: <{0}> Steam 로그인 비밀번호를 입력하세요:
nl_be: <{0}> Vul je Steam wachtwoord in:
pt_br: Por favor, insira a sua senha Steam:
sr_cs: <{0}> Molimo Vas da uneste vašu Steam lozinku:
zh_tw: <{0} > 請輸入您的Steam密碼︰

# UserInputUnknown
source: <{0}> Please enter undocumented value of {1}:
ko_kr: <{0}> {1}의 알려지지 않은 값을 입력하세요:
nl_be: <{0} > Voer ongedocumenteerde waarde van {1}:
pt_br: Por favor, insira o valor não documentado de {0}:
sr_cs: <{0}> Molimo Vas da unesete nedokumentovanu vrednos {1}:
zh_tw: <{0}> 請輸入未記錄的值 {1}：

# UserInputWCFHost
source: <{0}> Please enter your WCF host:
ko_kr: <{0}> WCF 호스트를 입력하세요:
nl_be: <{0}> Voer je WCF-host in:
pt_br: Por favor, insira o seu host WCF:
sr_cs: <{0}> Molimo Vas uneste vaš WCF host:
zh_tw: <{0} > 請輸入您的 WCF 主機名字︰

# WarningUnknownValuePleaseReport
source: Received unknown value for {0}, please report this: {1}
nl_be: Onbekende waarde ontvangen voor {0}, gelieven dit melden: {1}
pt_br: Valor desconhecido recebido para {0}, favor reportar: {1}
zh_tw: 收到未知的值為 {0}，請回報此問題︰ {1}

# WarningTooManyGamesToPlay
source: Playing more than {0} games concurrently is not possible, only first {0} entries from {1} will be used!
ko_kr: 동시에 {0}개 이상의 게임들을 플레이하는 것은 불가능합니다. {1}에 의해 단지 {0}개의 항목만 사용될 것입니다!
nl_be: Het spelen van meer dan {0} games gelijktijdig is niet mogelijk, alleen de eerste {0} games van {1} worden gebruikt!
pt_br: Não é possível jogar mais de {0} jogos ao mesmo tempo, apenas os primeiros {0} jogos de {1} serão usados!
sr_cs: Igranje više od {0} igrica u isto vreme nije moguće, samo prvih {0} unosa od {1} će biti korišćeno!
zh_tw: 不能同時玩超過 {0} 個遊戲，只有 {1} 中的前 {0} 個遊戲可用！

# WarningWCFIgnoringCommand
source: Ignoring WCF command because --client wasn't specified: {0}
ko_kr: --client가 지정되지 않아, WCF 명령을 무시합니다: {0}
nl_be: WCF opdracht word genegeerd omdat --cliënt niet gespecificeerd was: {0}
pt_br: Ignorando o comando do WCF pois --client não foi especificado: {0}
sr_cs: Ignorisanje WCF komande zato što --client nije specifisan: {0}
zh_tw: 忽略 WCF 命令，因為 --client 未指定︰{0}

# ErrorWCFAddressAccessDeniedException
source: WCF service could not be started because of AddressAccessDeniedException! If you want to use WCF service provided by ASF, consider starting ASF as administrator, or giving proper permissions!
ko_kr: AddressAccessDeniedException으로 인해 WCF 서비스를 시작할 수 없습니다! ASF에서 제공하는 WCF 서비스를 사용하길 원한다면, ASF를 관리자 권한으로 시작하거나 적절한 권한을 부여하는 것을 고려하세요!
nl_be: WCF service kan niet worden gestart vanwege de AddressAccessDeniedException! Als je zelf gebruik wilt maken van de WCF service van ASF, overweeg om ASF te starten als administrator of geef de juiste machtigingen!
pt_br: O serviço WCF não pôde ser executado devido ao AddressAccessDeniedException! Caso queira usar o serviço WCF oferecido pelo ASF, tente executar o ASF como administrador, ou forneça as devidas permissões!
sr_cs: WCF servis nije moguće pokrenuti zbog AddressAccessDeniedException! Ako želite da koristite WCF servis provajder od ASF, razmislite o pokretanju ASF kao administrator, ili davanju odgovarajućih dovzvola!
zh_tw: 由於 AddressAccessDeniedException，無法啟動 WCF 服務！如果要使用 ASF 提供的 WCF 服務，請考慮以系統管理員身份開啟 ASF，或者給予適當的權限！

# WCFAnswered
source: Answered to WCF command: {0} with: {1}
ko_kr: WCF 명령어: {0} 응답: {1}
nl_be: Beantwoordt aan WCF opdracht: {0} met: {1}
pt_br: Respondido ao comando WCF: {0} com: {1}
sr_cs: Odgovoreno na WCF komandu: {0} sa: {1}
zh_tw: 對 WCF 指令：{0} 的回應為：{1}

# WCFReady
source: WCF server ready!
ko_kr: WCF 서버 준비 완료!
nl_be: WCF server gereed!
pt_br: Servidor WCF pronto!
sr_cs: WCF server spreman!
zh_tw: WCF 伺服器已就緒！

# WCFResponseReceived
source: WCF response received: {0}
ko_kr: WCF 응답 수신: {0}
nl_be: WCF reactie ontvangen: {0}
pt_br: Resposta do WCF recebida: {0}
sr_cs: WCF odgovor primljen: {0}
zh_tw: 收到的 WCF 回應︰{0}

# WCFSendingCommand
source: Sending command: {0} to WCF server on {1}...
ko_kr: WCF 서버 {1}에게 명령어 전송: {0}
nl_be: Opdracht {0} verzenden naar WCF server op {1}...
pt_br: Enviando comando: {0} para o servidor WCF em {1}...
sr_cs: Šaljem komandu: {0} WCF serveru na {1}...
zh_tw: 正在發送指令：{0} 到 WCF 伺服器 {1}...

# WCFStarting
source: Starting WCF server on {0}...
ko_kr: WCF 서버 {0} 시작 중...
nl_be: WCF server starten op {0}...
pt_br: Iniciando servidor WCF em {0}...
sr_cs: Pokretanje WCF servera na {0}...
zh_tw: 正在 {0} 上啟動 WCF 伺服器...

# BotAlreadyStopped
source: That bot instance is already stopped!
ko_kr: 해당 봇 인스턴스가 이미 중지되었습니다!
nl_be: Deze bot-instantie is al gestopt!
pt_br: Este bot já parou!
sr_cs: Ta instanca bot-a je već zaustavljena!
zh_tw: 該帳號已經停止了！

# BotNotFound
source: Couldn't find any bot named {0}!
ko_kr: {0} 이름을 가진 봇을 찾을 수 없습니다!
nl_be: Kan geen bot vinden genaamd {0}!
pt_br: Não foi possível encontrar nenhum bot chamado {0}!
sr_cs: Nije moguće pronaći bilo kakvog bot-a nazvanog {0}!
zh_tw: 找不到任何名為 {0} 的帳號！

# BotsStatusOverview
source: There are {0}/{1} bots running, with total of {2} games ({3} cards) left to idle.
ko_kr: {0}/{1} 봇이 실행 중, 총 {2}개의 게임({3}개의 카드)이 남아있습니다.
nl_be: Er zijn {0}/{1} bots actief, met in totaal {2} spellen ({3} kaarten) te gaan om te idlen.
sr_cs: {0}/{1} botova je pokrenuto, sa ukupno {2} igrica ({3} karata) preostalih da se idle-uje.
zh_tw: 有 {0}/{1} 個帳號正在運行，總共有 {2} 個遊戲 ({3} 張卡片) 等待掛卡。

# BotStatusIdling
source: Bot {0} is idling game: {1} ({2}, {3} card drops remaining) from a total of {4} games ({5} cards) left to idle (~{6} remaining).
ko_kr: 봇 {0}이 농사 중인 게임: {1} ({2}, {3}개의 카드 남음) / 전체 {4}개의 게임 ({5}개의 카드) 남음. (약 {6} 소요)
nl_be: Bot {0} is spel {1} aan het idlen ({2}, {3} kaarten te gaan) van een totaal van {4} spellen ({5} kaarten) nog te verzamelen (~{6} resterende).
pt_br: Bot está executando o jogo: {0} ({1}, {2} carta(s) restante(s)) de um total de {3} jogo(s) ({4} carta(s)) restante(s) para a coleta (~{5} restante(s)).
sr_cs: Bot {0} idle-uje igricu: {1} ({2}, {3} kartica preostalo) iz ukupno {4} igrica ({5} kartica) je preostalo da se idle-uje (~{6} preostalo).
zh_tw: 帳號 {0} 正在掛卡的遊戲：{1} ({2}，剩餘 {3} 張卡片掉落)，總共剩餘 {4} 個遊戲 (總數 {5} 張卡片) 等待掛卡 (剩餘 {6})。

# BotStatusIdlingList
source: Bot {0} is idling games: {1} from a total of {2} games ({3} cards) left to idle (~{4} remaining).
ko_kr: 봇 {0}이 농사 중인 게임: {1} / 전체 {2}개의 게임 ({3}개의 카드) 남음. (약 {4} 소요)
nl_be: Bot {0} is spellen aan het idlen: {1} uit een totaal van {2} spellen ({3} kaarten) nog te idlen (~{4} remaining).
pt_br: Bot está executando os jogos: {0} de um total de {1} jogos ({2} carta(s)) restantes para a coleta (~{3} restante(s)).
sr_cs: Bot {0} idle-uje igrice: {1} od ukupno {2} igrica ({3} kartica) je preostalo da se idle-uje (~{4} preostalo).
zh_tw: 帳號 {0} 正在掛卡的遊戲：{1}，總共有 {2} 個遊戲 ({3} 張卡片) 等待掛卡 (剩餘 {4})。

source: Checking first badge page...
ko_kr: 첫 번째 배지 페이지를 확인하는 중...
nl_be: Eerste badge pagina controleren...
pt_br: Verificando a primeira página de insígnias...
sr_cs: Proveravanje prve stranje bedževa...
zh_tw: 正在檢查徽章頁面第一頁...

source: Checking other badge pages...
ko_kr: 나머지 배지 페이지를 확인하는 중...
nl_be: Andere badge pagina's controleren...
pt_br: Verificando outras páginas de insígnias...
sr_cs: Proveravanje ostalih strana bedževa...
zh_tw: 正在檢查其他徽章頁面...

# ChosenFarmingAlgorithm
source: Chosen idling algorithm: {0}
ko_kr: 선택된 농사 기법: {0}
nl_be: Gekozen idling algoritme: {0}
pt_br: Algoritmo escolhido para a coleta de cartas: {0}
sr_cs: Izabran algoritam za idle-ovanje je: {0}
zh_tw: 選擇的掛卡方式為：{0}

source: Done!
ko_kr: 완료!
nl_be: Klaar!
pt_br: Pronto!
sr_cs: Završeno!
zh_tw: 已完成！
