Repository: KlappPc/ArchiSteamFarm
Catalog: ConfigGenerator/Localization/CGStrings.*.resx
Languages: bg_bg, da_dk, de_de, el_gr, es_es, fi_fi, he_il, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, nl_nl, pt_br, pt_pt, ro_ro, ru_ru, sr_cs, sv_se, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# TutorialMainFormConfigurationWindow
source: In the middle of the window you can configure all config properties that are available for you, for your currently selected config.
bg_bg: В средата на прозореца, Вие можете да зададете всички възможни настройки, които са Ви предоставени, за сегашно избраният профил.
da_dk: Midt i vinduet kan du konfigurere alle konfigurations egenskaber, der er tilgængelige for dig, for dine aktuelt valgte konfiguration.
de_de: In der Mitte des Fensters kannst du alle verfügbaren Eigenschaften, für deine aktuell ausgewählte Konfiguration, konfigurieren.
el_gr: Στο κέντρο του παραθύρου μπορείτε να ρυθμίσετε όλες τις ιδιότητες διαμόρφωσης που είναι διαθέσιμες για εσάς, για την τρέχουσα επιλεγμένη διαμόρφωσή σας.
es_es: En medio de la ventana puedes configurar todas las propiedades disponibles para tu configuración seleccionada actualmente.
he_il: באמצע החלון ניתן להגדיר את כל המאפיינים הזמינים עבור התצורה הנוכחית.
hu_hu: Az ablak közepén beállíthatod a számodra elérhető összes konfigurációs tulajdonságot a jelenleg kiválasztott configban.
id_id: Di pertengahan jendela Anda dapat mengkonfigurasi properti konfigurasi yang tersedia untuk Anda, untuk konfigurasi yang dipilih saat ini.
it_it: Nella parte centrale della finestra puoi configurare tutte le proprietà disponibili per la configurazione attualmente selezionata.
ja_jp: ウィンドウの中央では、現在選択されている設定の利用できる設定プロパティを構成できます。
ko_kr: 창 중앙에 현재 설정된 값과 설정할 수 있는 모든 속성이 표시 됩니다.
lt_lt: Lango viduryje galite konfigūruoti visas konfigūracijos ypatybes, kurios yra galimos jums, jūsų pasirinktame konfigūracijos faile.
nl_nl: In het midden van de venster kan alle config eigenschappen die beschikbaar zijn configureren. Dit geldt voor de huidig geselecteerde config.
pt_br: No meio da janela você pode configurar todas as propriedades das configurações que estão disponíveis para você, para as suas atuais configurações selecionadas.
pt_pt: No meio da janela, você pode configurar todas as propriedades que estão disponíveis para você, para sua configuração atualmente Selecionada.
ro_ro: În mijlocul ferestrei poți configura toate proprietățile care sunt disponibile pentru tine, pentru configurarea curent selectată.
ru_ru: В середине окна вы можете настроить все параметры конфигурации, доступные для вас в выбранном конфигурационном файле.
sr_cs: U sredini prozora možete konfigurisate sva podešavanja koja su Vama dostupna, za Vaš trenutno izabrani config.
sv_se: I mitten av fönstret kan du konfigurera alla config-värden som är tillgängliga för dig, för din nuvarande valda config.
tr_tr: Pencerenin orta kısmında, seçili hesabınız için yapabileceğiniz tüm yapılandırmalar mevcuttur.
uk_ua: Посередині вікна ви можете налаштувати всі параметри конфігурації, які доступні для вас в обраному файлі конфігурації.
vi_vn: Ở giữa cửa sổ, bạn có thể cấu hình tất cả các thuộc tính cấu hình có sẵn cho bạn, cho cấu hình đã chọn hiện thời của bạn.
zh_cn: 在窗口中间你可以为你当前配置来设置所有可用的属性。
zh_tw: 在視窗中所有可供配置的屬性裡，您可以調整當下所選中的設定。

# TutorialMainFormFinished
source: Alright, let's start configuring our ASF. Click on the plus [+] button in order to add your first steam account!
bg_bg: Сега, нека започнем да настройваме нашият ASF. Натиснете на бутон плюс [+], за да добавите вашият първи Steam профил!
da_dk: Okay, lad os begynde at konfigurere vores ASF. Klik på plustegn [+] knappen for at tilføje din første steam konto!
de_de: Alles klar, fangen wir mit der Konfiguration unseres ASF an. Klicke auf das Pluszeichen [+], um dein erstes Steam-Benutzerkonto hinzuzufügen!
el_gr: Εντάξει, ας αρχίσουμε τη διαμόρφωση του ASF. Κάντε κλικ στο κουμπί συν [+] για να προσθέσετε τον πρώτο Steam λογαριασμό σας!
es_es: De acuerdo, empecemos a configurar ASF. ¡Clica en el botón [+] para añadir tu primera cuenta de steam!
fi_fi: Okei. Aloitetaan konfiguroimaan meidän ASF :ää. Paina plus-painiketta [+] lisätäksesi ensimmäinen steam accountisi!
he_il: בואו נתחיל להגדיר את ASF. לחצו על כפתור ה- [+] עלמנת להוסיף את חשבון הסטים הראשון שלך!
hu_hu: Rendben, lássunk hozzá az ASF konfigurálásának. Kattints a plusz [+] jelű gombra, hogy hozzáadd az első steam fiókod!
id_id: Baiklah, mari kita mulai mengkonfigurasi ASF kita. Klik pada tombol plus [+] untuk menambahkan akun Steam pertamamu!
it_it: Bene, iniziamo a configurare il nostro ASF. Clicca sul bottone del più [+] per aggiungere il tuo primo account di Steam!
ja_jp: さて、ASFの設定を始めましょう。プラス [+] ボタンをクリックして、あなたの最初のsteamアカウントを追加してください！
ko_kr: 이제 ASF의 설정을 시작해봅시다. [+] 버튼을 클릭해서 첫 번째 Steam 계정을 추가하십시오!
lt_lt: Gerai, pradėkime konfigūruoti mūsų ASF. Spustelėkite pliuso [+] mygtuką, kad galėtumėte pridėti savo pirmąją Steam paskyra!
nl_nl: Laten we beginnen met het configureren van ASF. Klik op de plus [+] knop om je eerste Steam account toe te voegen!
pt_br: Certo, vamos começar a configurar nosso ASF. Clique no botão de mais [+] para adicionar sua primeira conta do Steam!
pt_pt: OK, vamos começar a configurar o nosso ASF. Clique no sinal de mais [+] para adicionar a sua primeira conta da steam!
ro_ro: Bine, să începem configurarea ASF-ului. Fă click pe butonul plus [+] pentru a adăuga primul tău cont de Steam!
ru_ru: Хорошо, давайте начнём настройку нашего ASF. Нажмите на кнопку "плюс" [+] чтобы добавить ваш первый аккаунт Steam!
sr_cs: U redu, započnimo sa konfigurisanjem našeg ASF. Pritisnite na plus [+] dugme da bi ste dodali Vaš prvi steam nalog!
sv_se: Okej, låt oss börja konfigurera vår ASF. Klicka på plusknappen [+] för att lägga till ditt steamkonto!
tr_tr: Tamam, haydi ASF'yi yapılandırmaya başlayalım. İlk olarak Steam hesabınız eklemek için artı [+] düğmesine basın!
uk_ua: Добре, почнемо налаштування нашого ASF. Натисніть на кнопку плюс [+] щоб додати ваш перший аккаунт Steam!
vi_vn: Được rồi, hãy bắt đầu cấu hình ASF của chúng ta. Nhấp chuột vào nút cộng [+] nút để thêm tài khoản Steam đầu tiên của bạn!
zh_cn: 好的，让我们开始来配置自己的ASF。点击加号 [+] 按钮来添加你的第一个steam账户。
zh_tw: 好吧，讓我們來開始設定自己的 ASF。按一下加號 [+] 按鈕來新增您的第一個Steam帳號 ！

# TutorialMainFormHelpButton
source: In the top right corner you can find help button [?] which will redirect you to ASF wiki for more information.
bg_bg: В горният десен ъгъл, можете да откриете бутона за помощ [?], който ще Ви пренасочи към ASF wiki за повече информация.
da_dk: I øverste højre hjørne kan du finde hjælp-knappen [?], hvilket vil omdirigere dig til ASF wikien for mere information.
de_de: In der oberen rechten Ecke findest du die Schaltfläche "Hilfe" [?], welche dich für mehr Informationen zum ASF Wiki weiterleitet.
el_gr: Στην επάνω δεξιά γωνία, μπορείτε να βρείτε το κουμπί βοήθειας [?], το οποίο θα σας ανακατευθύνει στο ASF wiki για περισσότερες πληροφορίες.
es_es: En la esquina superior derecha encontrarás el botón de ayuda [?], el cual te redirigirá a la wiki de ASF para más información.
fi_fi: Oikeasta yläkulmasta löytyy apua-painike [?] joka ohjaa sinut ASF wikiin lisätiedon saamiseksi.
he_il: בפינה הימנית העליונה ניתן למצוא את לחצן עזרה [?] אשר יפנה אתכם אל ASF wiki לקבלת מידע נוסף.
hu_hu: A jobb felső sarokban található a Segítség gomb [?], ami az ASF wikire irányít további információkért.
id_id: Di sudut kanan atas, Anda dapat menemukan tombol bantuan [?] yang akan mengarahkan anda ke ASF wiki untuk informasi lebih lanjut.
it_it: Nell'angolo in alto a destra puoi trovare il pulsante aiuto [?] che ti reindirizzerà alla wiki di ASF per maggiori informazioni.
ja_jp: 右上の隅には、ASF wikiにリダイレクトするヘルプ [?] ボタンがあります。
ko_kr: 우측 상단에 상세한 정보를 위해 ASF 위키로 이동하는 [?] 버튼을 찾을 수 있습니다.
lt_lt: Viršutiniame dešiniajame kampe jūs galite rasti pagalbos mygtuką [?], kuris jus nukreips į ASF Vikipedijos puslapį dėl daugiau informacijos.
nl_nl: In de bovenrechter hoek vindt je de help knop [?] die je doorverwijst naar de ASF wiki voor meer informatie.
pt_br: No canto superior você encontrará o botão de ajuda [?] que te redirecionará para a Wiki do ASF para mais informações.
pt_pt: No canto superior direito você pode encontrar o botão de ajuda [?], que redirecionará para a wiki do ASF para obter mais informações.
ro_ro: În colțul din dreapta poți găsi butonul de ajutor [?], care te va redirecționa la pagina ASF wiki pentru mai multe informații.
ru_ru: В верхнем правом углу вы можете найти кнопку "помощь" [?], которая перенаправит вас в wiki ASF за дополнительной информацией.
sr_cs: U gornjem desnom uglu možete pronaći dugme za pomoć [?] ko je će Vas proslediti na ASF wiki za više informacija.
sv_se: I det övre högra hörnet kan du hitta hjälpknappen [?] som kommer att omdirigera dig till ASF wikin för mer information.
tr_tr: Sağ üst köşede yardım [?] düğmesini göreceksiniz, bu da sizi daha fazla bilgi için ASF wiki sayfasına yönlendirecek.
uk_ua: У верхньому правому куті, ви можете знайти кнопку Довідка [?], яка перенаправить вас до ASF wiki для отримання додаткової інформації.
vi_vn: Ở góc trên bên phải bạn có thể tìm thấy nút trợ giúp [?] sẽ chuyển hướng bạn đến ASF wiki để biết thêm thông tin.
zh_cn: 在右上角你可以看见帮助按钮([?])，他将会将你重定向至ASF百科以获取更多信息。
zh_tw: 在右上角你可以找到説明按鈕 [？] 會將您轉至 ASF wiki 來獲得更多資訊。

# TutorialMainFormShown
source: This is the main ASF ConfigGenerator screen, it's really easy to use!
bg_bg: Това е главният ASF ConfigGenerator екран, който е много лесен за упортеба!
da_dk: Dette er den primære ASF ConfigGenerator skærm, det er virkelig let at bruge!
de_de: Das ist das Hauptfenster des ASF ConfigGenerator, es ist wirklich einfach zu nutzen!
el_gr: Αυτή είναι η κύρια οθόνη του ASF ConfigGenerator, είναι πραγματικά εύκολο στη χρήση!
es_es: Esta es la pantalla principal del generador de configuraciones de ASF. ¡Es muy fácil de usar!
fi_fi: Tämä on ASF ConfigGeneratorin pääikkuna, se on todella helppo käyttää!
he_il: זהו מסך מחולל התצורות הראשי של ASF. הוא ממש קל לשימוש!
hu_hu: Ez a fő ASF ConfigGenerator képernyő. Nagyon könnyű használni!
id_id: Ini adalah layar utama ASF ConfigGenerator, ini sangat mudah untuk digunakan!
it_it: Questa è la schermata principale di ASF ConfigGenerator, è davvero facile da usare!
ja_jp: これがメインのASF ConfigGeneratorスクリーンです。本当に使いやすいんですよ！
ko_kr: 이것이 ASF ConfigGenerator 메인 화면입니다. 정말 사용하기 쉽습니다!
lt_lt: Tai yra pagrindinis ASF ConfigGenerator ekranas, juo naudotis tikrai nesunku!
nl_nl: Dit is de hoofd ASF ConfigGenerator scherm, het is heel simpel in gebruik!
pt_br: Esta é a janela principal do ASF ConfigGenerator, é muito fácil de usar!
pt_pt: Esta é a tela principal do ASF ConfigGenerator, é muito fácil de usar!
ro_ro: Acesta este ecranul principal ASF ConfigGenerator, este foarte ușor de utilizat!
ru_ru: Это главный экран ASF ConfigGenerator, его очень просто использовать!
sr_cs: Ovo je glavni ekran ASF ConfgGenerator-a, veoma se lako koristi!
sv_se: Detta är huvudskärmen ASF ConfigGenerator, det är verkligen lätt att använda!
tr_tr: Bu ana ASF ConfigGenerator ekranı, kullanması gerçekten çok kolay!
uk_ua: Це основний екран ASF ConfigGenerator, він дуже простий у використанні!
vi_vn: Đây là màn hình ASF ConfigGenerator chính, nó thực sự rất dễ sử dụng!
zh_cn: 这是ASF配置生成器的主界面，它很容易上手！
zh_tw: 這是 ASF ConfigGenerator 主畫面，它相當容易使用 ！

# TutorialNewBotFormFinished
source: As you can see, your bot is now ready to be configured! First thing that you want to do is switching {0} property from false to true, try it!
bg_bg: Както виждате, вашият бот е готов да бъде настроен! Първото нещо, което ще искате да промените {0} стойността от false на true, опитайте!
da_dk: Som du kan se, er din bot nu klar til at blive konfigureret! Første ting, du måske ønsker at gøre er at skifte {0} egenskab fra false til true, prøv det!
de_de: Wie du sehen kannst, dein Bot ist nun bereit um konfiguriert zu werden! Das erste was du tun solltest, ist den {0} Wert von "false" auf "true" zu ändern, versuche es!
el_gr: Όπως μπορείτε να δείτε, το bot σας είναι τώρα έτοιμο να ρυθμιστεί! Το πρώτο πράγμα που θέλετε να κάνετε είναι η αλλαγή της ιδιότητας {0} από false σε true, δοκιμάστε το!
es_es: ¡Como puedes ver, tu bot ya está listo para ser configurado! Lo primero que querrás hacer es cambiar la propiedad {0} de falso a verdadero. ¡Pruébalo!
fi_fi: Kuten näet, sinun bottisi on nyt valmiina muokattavaksi! Ensimmäinen asia jonka haluat tehdä on muuttaa kohdasta {0} arvo false to true, kokeile!
he_il: כפי שניתן לראות הבוט שלך מוכן להגדרה! הדבר הראשון שיש לעשות הוא החלפת המאפיין {0} מ- false ל- true. נסו את זה!
hu_hu: Ahogy láthatod, a botod készen áll a konfigurálásra. Az első dolog, amit csinálnod kéne az a {0} érték hamisról igazra váltása. Próbáld ki!
id_id: Seperti yang Anda lihat, bot Anda sekarang siap untuk dikonfigurasi! Hal pertama yang Anda ingin lakukan adalah mengalihkan {0} properti dari false ke true, cobalah!
it_it: Come puoi vedere, il tuo bot è ora pronto per essere configurato! La prima cosa dovresti fare è cambiare la proprietà {0} da 'false' a 'true', prova!
ja_jp: お気づきの通り、あなたのbotは構成される準備ができています！最初にするべきことは、 {0} のプロパティをfalseからtrueに切り替えることです。やってみましょう！
ko_kr: 보시다시피, 여러분의 봇은 이제 설정될 준비가 되었습니다! 첫째로 해야 할 일은 {0} 속성을 false에서 true로 바꾸는 일입니다. 한번 해보세요!
lt_lt: Kaip matote, jūsų botas yra pasirengs būti konfigūruojamas! Pirmas dalykas kurį jūs norite atlikti yra perjunkit {0} savybe iš netiesos į tiesą, išbandykite!
nl_nl: Zoals je ziet, je bot is nu gereed voor configuratie! Het eerste dat je wilt doen is {0} eigenschap schakelen van false naar true, probeer het!
pt_br: Como você pode ver, seu bot está agora pronto para ser configurado! A primeira coisa que você deve fazer é trocar a propriedade {0} de falso para verdadeiro, experimente!
pt_pt: Como você pode ver, o seu bot está agora pronto para ser configurado! Primeira coisa que você quer fazer é mudar a propriedade {0} de 'false' para 'true', experimente!
ro_ro: După cum poți vedea, bot-ul este acum pregătit pentru a fi configurat! Primul lucru pe care dorești să îl faci este trecerea proprietății {0} de la fals la adevărat, încearcă!
ru_ru: Как видите, ваш бот готов к настройке! Для начала стоит сменить значение параметра {0} с false на true, попробуйте это сделать!
sr_cs: Kao što možete videti, Vaš bot je spreman da bude konfigurisan! Prvo što bi ste trebali da uradite jeste da promenite {0} podešavanje sa false na true, pokušajte!
sv_se: Som du kan se är din bot nu redo att bli konfigurerad! Första inställningen du vill göra är att ändra {0} värdet från false till true. prova det!
tr_tr: Gördüğünüz gibi, Bot yapılandırılmaya hazır! Yapacağınız ilk şey, {0} değerini false'tan true'ya çevirmek, denesenize!
uk_ua: Як бачите, ваш бот готовий до налаштування! Перше, що потрібно зробити, це змінити значення параметру {0} з false на true, спробуйте це зробити!
vi_vn: Như bạn thấy, bot của bạn đã sẵn sàng để được cấu hình! Điều đầu tiên bạn muốn làm là chuyển đổi thuộc tính {0} từ false sang true, hãy làm thử!
zh_cn: 你可以看见，你的bot现在已经可以配置了！你需要做的第一件事就是把 {0} 属性从false改成true，试试看！
zh_tw: 正如你所看到的，你的機器人帳號現在已準備好要來設定了 ！第一件你要做的事就是切換 {0} 屬性從 false 改為 true，試一試 ！

# TutorialNewBotFormShown
source: Good job! You'll be asked for your bot name now. A good example would be a nickname that you're using for the steam account you're about to configure, or any other name of your choice which will be easy for you to connect with the bot instance that is being configured.
bg_bg: Браво! Ще бъдете попитани за име на Вашият бот. Добър пример ще е името на вашият Steam профил, който ще настроите, или всяко други име по Ваш избор, което ще Ви е лесно да свържете с Вашия бот, който е настройван в момента.
da_dk: Godt job! Du vil blive bedt om din bot navn nu. Et godt eksempel ville være et Brugernavn, som du bruger til din steam konto, du er ved at konfigurere, eller et andet navn efter eget valg, som vil være let for dig at forbinde med den bot, der bliver konfigureret.
de_de: Gute Arbeit! Du wirst nun nach einem Bot-Namen gefragt. Ein gutes Beispiel wäre der Spitzname deines Steam-Kontos, welches du zur Konfiguration nutzt oder jeder andere Name deiner Wahl, welcher es dir leicht macht dich mit der Bot-Instanz zu verbinden.
el_gr: Πολύ καλά! Θα ερωτηθείτε για το όνομα του bot σας τώρα. Ένα καλό παράδειγμα θα ήταν ένα ψευδώνυμο που χρησιμοποιείτε για το Steam λογαριασμό που είστε έτοιμοι να ρυθμίσετε, ή οποιοδήποτε άλλο όνομα της αρεσκείας σας που θα είναι εύκολο για σας να συνδεθείτε με το bot που γίνεται ρύθμιση παραμέτρων.
es_es: ¡Bien hecho! Ahora se te pedirá el nombre de tu bot. Un buen ejemplo podría ser un nick que estés usando para la cuenta de steam que vas a configurar, o cualquier otro nombre a tu elección que te permita conectar con facilidad con la instancia del bot que está siendo configurado.
fi_fi: Hienoa! Nyt sinua pyydetään nimeämään bottisi. Hyvä esimerkki on nimetä se steam accountin mukaan jota aiot konfiguroida. Mikä tahansa muukin nimi käy, kunhan se on sinulle helposti yhdistettävissä samaan botti-instanssiin jota aiot konfiguroida.
he_il: עבודה טובה! כעת תתבקשו לתת לבוט שלכם שם. דוגמה טובה היא הכינוי בו אתם משתמשים בחשבון הסטים שאותו תרצו להגדיר, או כל שם אחר שיהיה קל לקשר למופע הבוט המוגדר כעת.
hu_hu: Szép munka! Most meg kell adnod a bot nevét. Egy jó példa lenne a steam felhasználóneved, amihez épp beállítod a botot, vagy bármi más, amiről könnyen eszedbe jut a bot, amit most beállítasz.
id_id: Kerja bagus! Anda akan diminta untuk memasukkan nama bot Anda sekarang. Sebuah contoh yang baik adalah nama panggilan yang menggunakan Steam account Anda yang sedang dikonfigurasi, atau nama lain pilihan Anda yang akan mudah bagi Anda untuk terhubung dengan instansi bot yang sedang dikonfigurasi.
it_it: Ottimo lavoro! Ora ti verrà chiesto il nome per il bot. Un buon esempio potrebbe essere il soprannome che utilizzi per l'account di Steam che stai per configurare, o un qualsiasi altro nome di tua scelta che sia facile per te da collegare all'istanza del bot che stai configurando.
ja_jp: よくできました！あなたのbotの名前を決めましょう。例として、設定するsteamアカウントのニックネームや、あなたにとってわかりやすい名前がよいでしょう。
ko_kr: 잘하셨습니다! 이제 여러분의 봇 이름을 물어볼 겁니다. 봇으로 사용하려고 하는 Steam 계정의 이름이 좋은 예로 볼 수 있습니다. 또는 봇 인스턴스에 쉽게 접속하기 위해 다른 이름을 사용하셔도 됩니다.
lt_lt: Puikiai padirbėta! Dabar jūs būsite paprašytas pavadinti savo botą. Geras būdas yra naudoti jūsų Steam paskyros, kurią konfigūruosite, slapyvardį, bet tiks ir bet koks kitas pavadinimas kurį pasirinksite. Svarbu, kad jums būtų lengvą atpažinti kurio boto instancija yra konfigūruojama.
nl_nl: Goed gedaan! Je wordt nu gevraagd voor een naam voor je bot. Een goede voorbeeld is de nickname die je voor je Steam account gebruikt. Of elk ander naam die makkelijk voor jou is om te herinneren om welke bot het gaat.
pt_br: Bom trabalho! Agora você será pedido para inserir o nome de seu bot. Um bom exemplo seria um nick que você usa para o nome da sua conta do Steam que está prestes a ser configurada, ou qualquer outro nome que você desejar e seja fácil para você conectar a instância do bot que está sendo configurado.
pt_pt: Bom trabalho! Você será perguntado por seu nome do bot agora. Um bom exemplo seria um apelido que você está usando para a conta de steam que você vai configurar, ou qualquer outro nome de sua escolha que será fácil para você se conectar à instância de bot que está sendo configurado.
ro_ro: Bună treabă! Ți se va solicita numele bot-ului tău acum. Un bun exemplu ar fi o poreclă pe care o utilizezi pentru contul de Steam pe care dorești să îl configurezi, sau orice alt nume la alegerea ta, care va facilita conectarea cu instanța bot-ului configurat.
ru_ru: Отлично! Сейчас у вас запросят имя бота. Хороший пример - никнейм, который вы используете для аккаунта Steam, или любое другое имя, которое для вас будет легко связать с ботом, которого вы настраиваете.
sr_cs: Dobro urađeno! Sada ćete morati da unesete ime vašeg bot-a. Dobro ime bi bilo nadimak Vašeg steam naloga koji koji ćete konfigurisati, ili bilo koje drugo ime vašeg izbora koje ćete lako povezati sa instancom bot-a koji se konfiguriše.
sv_se: Bra jobbat! Du uppmanas att namnge din bot nu. Ett bra exempel skulle vara ett namn som du använder för steamkontot som du ska konfigurera nu, eller vilket namn som helst som kommer göra det lätt för dig att ansluta med den bot-instans som konfigureras.
tr_tr: Harika iş! Şimdi bot için isim sorulacak. Bu hesap için kullandığınız kullanıcı adı iyi bir örnek olacaktır ya da seçtiğiniz herhangi bir isim bota erişimini kolaylaştıracaktır.
uk_ua: Гарна робота! Зараз у вас спитають ім'я бота. Гарним прикладом може бути псевдонім, який ви використовуєте для аккаунта steam, або інше ім'я на ваш вибір, яке б мало для вас зв'язок з ботом якого ви налаштовуєте.
vi_vn: Làm rất tốt! Bạn sẽ được nhắc nhập tên bot của bạn bây giờ. Một ví dụ điển hình là biệt danh mà bạn đang sử dụng cho tài khoản Steam bạn chuẩn bị cấu hình, hoặc bất kỳ tên nào khác bạn lựa chọn mà điều này sẽ dễ dàng cho bạn để kết nối với bot được cấu hình.
zh_cn: 做得好！你现在需要设置你的bot名字了。一个很好的例子就是使用你即将配置的这个Steam账号的名字，或者其他任何让你将来能轻松联系到你的bot的名字。
zh_tw: 做得好！現在會詢問你的 BOT 帳號要用什麼名字。其中一個很好的範例便是你設定中所使用的 Steam 帳號，或者選擇任何其他較容易與正在設定中的 BOT 帳號聯想起來的暱稱。
