Repository: KlappPc/ArchiSteamFarm
Catalog: ConfigGenerator/Localization/CGStrings.*.resx
Languages: bg_bg, da_dk, de_de, el_gr, es_es, fi_fi, he_il, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, nl_nl, pt_br, pt_pt, ro_ro, ru_ru, sr_cs, sv_se, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# CategoryAccess
source: Access
bg_bg: Достъп
da_dk: Adgang
de_de: Zugang
el_gr: Πρόσβαση
es_es: Acceso
he_il: גישה
hu_hu: Hozzáférés
id_id: Akses
it_it: Accesso
ja_jp: アクセス
ko_kr: 접근
lt_lt: Prieiga
nl_nl: Toegang
pt_br: Permissão de Acesso
pt_pt: Acesso
ro_ro: Acces
ru_ru: Доступ
sr_cs: Pristup
sv_se: Tillgång
tr_tr: Erişim
uk_ua: Доступ
vi_vn: Truy cập
zh_cn: 访问
zh_tw: 存取

# CategoryAdvanced
source: Advanced
bg_bg: Разширени настройки
da_dk: Avanceret
de_de: Erweiterte Einstellungen
el_gr: Για προχωρημένους
es_es: Avanzado
he_il: מתקדם
hu_hu: Haladó beállítások
id_id: Tingkat lanjut
it_it: Avanzato
ja_jp: 高度
ko_kr: 고급
lt_lt: Papildoma
nl_nl: Geadvanceerd
pt_br: Preferências avançadas
pt_pt: Avançado
ro_ro: Setări Avansate
ru_ru: Дополнительные настройки
sr_cs: Napredno
sv_se: Avancerat
tr_tr: Gelişmiş
uk_ua: Розширені настройки
vi_vn: Nâng cao
zh_cn: 高级
zh_tw: 進階

# CategoryCore
source: Core
bg_bg: Основни
da_dk: Kerne
de_de: Grundlegendes
el_gr: Πυρήνας
es_es: Núcleo
he_il: ליבה
hu_hu: Mag
id_id: Inti
it_it: Nucleo
ja_jp: コア
ko_kr: 코어
lt_lt: Branduolys
nl_nl: Kern
pt_br: Básico
pt_pt: Núcleo
ro_ro: Setări de Bază
ru_ru: Основные настройки
sr_cs: Jezgro
sv_se: Kärna
tr_tr: Temel
uk_ua: Основні настройки
vi_vn: Lõi
zh_cn: 内核
zh_tw: 核心

# CategoryDebugging
source: Debugging
bg_bg: Отстраняване на грешки
da_dk: Fejlsøgning
de_de: Fehlersuche
el_gr: Εντοπισμός σφαλμάτων
es_es: Depurando
he_il: איתור באגים
hu_hu: Hibakeresés
it_it: Debug
ja_jp: デバッグ中
ko_kr: 디버깅
lt_lt: Derinimas
nl_nl: Debuggen
pt_br: Depurando
pt_pt: Em depuração
ro_ro: Depanare
ru_ru: Отладка
sr_cs: Debug-ovanje
sv_se: Felsökning
tr_tr: Hata Ayıklama
uk_ua: Налагодження
vi_vn: Gỡ lỗi
zh_cn: 调试中
zh_tw: 偵錯

# CategoryPerformance
source: Performance
bg_bg: Производителност
da_dk: Ydeevne
de_de: Sammelprozess
el_gr: Επιδόσεις
es_es: Rendimiento
he_il: ביצועים
hu_hu: Teljesítmény
id_id: Performa
it_it: Prestazioni
ja_jp: パフォーマンス
ko_kr: 성능
lt_lt: Efektyvumas
nl_nl: Prestaties
pt_br: Desempenho
pt_pt: Desempenho
ro_ro: Performanță
ru_ru: Производительность
sr_cs: Performansa
sv_se: Prestanda
tr_tr: Performans
uk_ua: Продуктивність
vi_vn: Hiệu năng
zh_cn: 性能
zh_tw: 性能

# CategoryUpdates
source: Updates
bg_bg: Обновления
da_dk: Opdateringer
de_de: Aktualisierungen
el_gr: Ενημερώσεις
es_es: Actualizaciones
he_il: עדכונים
hu_hu: Frissítések
id_id: Update
it_it: Aggiornamenti
ja_jp: アップデート
ko_kr: 업데이트
lt_lt: Atnaujinimai
pt_br: Atualizações
pt_pt: Atualizações
ro_ro: Actualizări
ru_ru: Обновления
sr_cs: Ažuriranja
sv_se: Uppdateringar
tr_tr: Güncellemeler
uk_ua: Оновлення
vi_vn: Cập nhật
zh_cn: 更新
zh_tw: 更新

# ConfirmRemoval
source: Do you really want to remove this config?
bg_bg: Наистина ли искате да премахнете тези настройки?
da_dk: Ønsker du at fjerne denne konfiguration?
de_de: Möchtest diese Konfiguration wirklich entfernen?
el_gr: Θέλετε πραγματικά να αφαιρέσετε αυτές τις ρυθμίσεις;
es_es: ¿Seguro que quieres eliminar esta configuración?
fi_fi: Haluatko varmasti poistaa tämän config tiedoston?
he_il: האם אכן להסיר תצורה זו?
hu_hu: Biztosan eltávolítod ezt a config fájlt?
id_id: Apakah Anda benar-benar ingin menghapus konfigurasi ini?
it_it: Sei sicuro di voler rimuovere questa configurazione?
ja_jp: この設定を削除してもよろしいですか？
ko_kr: 정말로 이 설정을 삭제하시겠습니까?
lt_lt: Ar jūs tikrai norite pašalinti šią konfigūracija?
nl_nl: Wil je deze configuratie echt verwijderen?
pt_br: Você deseja realmente remover essa configuração?
pt_pt: Queres mesmo remover esta config?
ro_ro: Sigur dorești să elimini această configurare?
ru_ru: Вы действительно хотите удалить этот конфиг?
sr_cs: Da li ste sigurni da želite da uklonite ovu konfiguraciju?
sv_se: Vill du verkligen ta bort denna konfigureringen?
tr_tr: Bu yapılandırmayı kaldırmak istiyor musunuz?
uk_ua: Ви справді бажаете видалити цю конфігурацію?
vi_vn: Bạn có thực sự muốn loại bỏ cấu hình này?
zh_cn: 您确认要移除这个设置吗？
zh_tw: 您確定要刪除此設定嗎？

# ErrorBotNameEmpty
source: Your bot name is empty!
bg_bg: Не сте задали име на бота!
da_dk: Dit bot navn er tomt!
de_de: Dein Bot hat keinen Namen!
el_gr: Το όνομα του bot σας είναι άδειο!
es_es: ¡El nombre de tu bot está vacío!
fi_fi: Botin nimi on tyhjä!
he_il: שם הבוט שלך ריק!
hu_hu: A bot neve üres!
id_id: Nama bot kosong!
it_it: Il nome del tuo bot è vuoto!
ja_jp: Botの名前が空です！
ko_kr: 봇 이름이 비었습니다!
lt_lt: Jūsų boto pavadinimas yra tuščias!
nl_nl: Je bot heeft geen naam!
pt_br: O nome de seu bot está em branco!
pt_pt: O teu nome do bot está vazio!
ro_ro: Numele bot-ului este gol!
ru_ru: Имя вашего бота не указано!
sr_cs: Ime vašeg bot-a je prazno!
sv_se: Ditt botnamn är tomt!
tr_tr: Botunuzun bir ismi yok!
uk_ua: Ім'я вашого бота не вказане!
vi_vn: Tên bot của bạn rỗng!
zh_cn: 您的帐户名是空的！
zh_tw: 您的BOT名稱是空的！

# ErrorCantRemoveGlobalConfig
source: You can't remove global config!
bg_bg: Не можете да премахнете общите настройки!
da_dk: Du kan ikke fjerne global konfiguration!
de_de: Du kannst die globale Konfiguration nicht entfernen!
el_gr: Δεν μπορείτε να αφαιρέσετε τις γενικές ρυθμίσεις!
es_es: ¡No puedes eliminar la configuración global!
fi_fi: Et voi poistaa global config tiedostoa!
he_il: לא ניתן להסיר תצורה גלובלית!
hu_hu: Nem távolíthatod el a globális config fájlt!
id_id: Anda tidak dapat menghapus settingan global!
it_it: Non puoi rimuovere la configurazione globale!
ja_jp: グローバル設定を削除することはできません！
ko_kr: 전역 설정을 지울 수 없습니다!
lt_lt: Jūs negalite pašalinti pasaulinės konfigūracijos!
nl_nl: Je kan het globale config bestand niet verwijderen!
pt_br: Você não pode remover a configuração global!
pt_pt: Não podes remover a configuração global!
ro_ro: Nu este posibilă eliminarea configurației globale!
ru_ru: Невозможно удалить глобальную конфигурацию!
sr_cs: Ne možete da uklonite globalnu konfiguraciju!
sv_se: Du kan inte ta bort en global konfigurering!
tr_tr: Genel yapılandırmayı kaldıramazsınız!
uk_ua: Не можна видалити глобальну конфігурацію!
vi_vn: Bạn không thể xoá cấu hình chung!
zh_cn: 您无法移除全局设置
zh_tw: 您不能刪除全域設定！

# ErrorCantRenameGlobalConfig
source: You can't rename global config!
bg_bg: Не можете да преименувате общите настройки!
da_dk: Du kan ikke omdøbe global konfiguration!
de_de: Du kannst die globale Konfiguration nicht umbenennen!
el_gr: Δεν μπορείτε να μετονομάσετε τις γενικές ρυθμίσεις!
es_es: ¡No puedes renombrar la configuración global!
fi_fi: Et voi uudelleennimetä global config tiedostoa!
he_il: לא ניתן לשנות שם לתצורה גלובלית!
hu_hu: Nem lehet átnevezni a globális config fájlt!
id_id: Anda tidak dapat mengubah nama settingan global!
it_it: Non puoi rinominare la configurazione globale!
ja_jp: グローバル設定を改名することはできません！
ko_kr: 전역 설정의 이름을 변경할 수 없습니다!
lt_lt: Jūs negalite pervadinti pasaulinės konfigūracijos!
nl_nl: Je kan het het globale config bestand niet verwijderen!
pt_br: Você não pode renomear a configuração global!
pt_pt: Não podes renomear a configuração global!
ro_ro: Nu este posibilă redenumirea configurației globale!
ru_ru: Невозможно переименовать глобальную конфигурацию!
sr_cs: Ne možete da promenite ime globalne konfiguracije!
sv_se: Du kan inte byta namn på en global konfigurering!
tr_tr: Genel yapılandırmanın adını değiştiremezsiniz!
uk_ua: Не можна перейменувати глобальну конфігурацію!
vi_vn: Bạn không thể đổi tên cấu hình chung!
zh_cn: 您无法重命名全局配置
zh_tw: 您不能重新命名全域設定！

# ErrorConfigDirectoryNotFound
source: Config directory could not be found!
bg_bg: Папката с настройките не може да бъде открита!
da_dk: Konfigurationsmappe blev ikke fundet!
de_de: Konfigurationsverzeichnis konnte nicht gefunden werden!
el_gr: Δεν ήταν δυνατή η εύρεση του καταλόγου ρυθμίσεων!
es_es: ¡No se pudo encontrar el directorio de configuración!
fi_fi: Config kansiota ei löytynyt!
he_il: לא ניתן לאתר את תיקיית התצורה!
hu_hu: Config könyvtár nem található!
id_id: Direktori Config tidak ditemukan!
it_it: Non è stato possibile trovare la cartella con i file di configurazione!
ja_jp: 設定ディレクトリが見つかりませんでした！
ko_kr: 설정 디렉토리를 찾을 수 없습니다!
lt_lt: Konfigūracijos vieta nerasta!
nl_nl: Configuratie folder kon niet gevonden worden!
pt_br: Configuração do diretório não pôde ser encontrada!
pt_pt: Não foi possivel encontrar o diretório da config!
ro_ro: Directorul cu configurații nu a putut fi găsit!
ru_ru: Не удалось найти каталог с конфигурационными файлами!
sr_cs: Neuspeh u pronalaženju direktorijuma konfiguracije!
sv_se: Konfigurerings-mappen kunde inte hittas!
tr_tr: Yapılandırmanın yolu bulunamadı!
uk_ua: Каталог з конфігураційними файлами не знайдено!
vi_vn: Không tìm thấy thư mục cấu hình!
zh_cn: 无法找到配置目录！
zh_tw: 無法找到設定檔所在的目錄！

# ErrorConfigPropertyInvalid
source: Configured {0} property is invalid: {1}
bg_bg: Конфигурираното свойство {0} е невалидно: {1}
da_dk: Konfigureret {0} egenskab er forkert: {1}
de_de: Konfigurierte {0} Einstellung ist ungültig: {1}
el_gr: Η ρυθμισμένη ιδιότητα {0} δεν είναι έγκυρη: {1}
es_es: La propiedad {0} configurada es inválida: {1}
fi_fi: Kohdassa {0} muokattu arvo {1} on epäkelpo.
he_il: מאפיין {0} שהוגדר אינו חוקי: {1}
hu_hu: A beállított {0} tulajdonság érvénytelen: {1}
id_id: ErrorPropertiConfiginvalid {0} akan diubah dengan nama properti konfigurasi, {1} akan diubah dengan nilai invalid
it_it: La proprietà {0} configurata non è valida: {1}
ja_jp: 設定された{0} プロパティは無効です: {1}
ko_kr: {0} 설정에 대한 속성 값이 잘못되었습니다: {1}
lt_lt: Sukonfigūruotas {0} objektas yra neteisingas: {1}
nl_nl: Geconfigureerde {0} eigenschap is ongeldig: {1}
pt_br: Configuração {0} inválida com a propriedade: {1}
pt_pt: Propriedade de configuração {0} é inválida: {1}
ro_ro: Proprietatea {0} a fost configurată cu o valoare invalidă: {1}
ru_ru: Параметр {0} имеет неверное значение: {1}
sr_cs: Podešavanje {0} je netačno: {1}
sv_se: Konfigurerat {0} värde är ogiltligt: {1}
tr_tr: Yapılandırılmış {0} özelliği geçersiz: {1}
uk_ua: Параметр {0} має невірне значення: {1}
vi_vn: Cấu hình {0} sở hữu không hợp lệ: {1}
zh_cn: 配置 {0} 属性无效︰ {1}
zh_tw: 設置的 {0} 屬性無效︰ {1}

# ErrorInvalidCurrentCulture
source: Your provided CurrentCulture is invalid, ConfigGenerator will keep running with default one!
bg_bg: Задали сте невалиден CurrentCulture. ConfigGenerator ще продължи работа със зададения по подразбиране!
da_dk: Din angivne CurrentCulture er ugyldig, ConfigGenerator vil køre med en standard!
de_de: Dein festgelegtes CurrentCulture ist ungültig, der ConfigGenerator läuft mit dem Vorgegebenen weiter!
el_gr: Η παρεχόμενη τιμή CurrentCulture είναι άκυρη, το ConfigGenerator θα συνεχίσει να τρέχει με την προεπιλεγμένη!
es_es: El CurrentCulture proporcionado no es válido, ¡ConfigGenerator seguirá funcionando con el predeterminado!
fi_fi: Antamasi/syöttämäsi CurrentCulture on epäkelpo, ConfigGenerator jatkaa toimintaa oletusarvolla!
he_il: CurrentCulture שסופק אינו חוקי, ConfigGenerator תמשיך לפעול עם ברירת המחדל!
hu_hu: A megadott CurrentCulture érték érvénytelen, ConfigGenerator az alapértelmezettel fut tovább!
id_id: CurrentCulture yang Anda sediakan tidak valid, ConfigGenerator akan terus berjalan dengan default!
it_it: Il valore specificato per CurrentCulture non è valido, ConfigGenerator utilizzerà il valore predefinito!
ja_jp: 指定されたCurrentCultureが有効ではありません。ConfigGeneratorはデフォルトで実行されます！
ko_kr: CurrentCulture 값이 올바르지 않습니다. ConfigGenerator는 기본값으로 실행됩니다!
lt_lt: Jūsų pateiktas CurrentCulture yra negaliojantis, ConfigGenerator toliau veiks su numatytuoju!
nl_nl: De opgegeven CurrentCulture is ongeldig, ConfigGenerator blijft draaien met de standaard!
pt_br: Sua CurrentCulture é inválida, o ConfigGenerator continuará executando pelo padrão!
pt_pt: Seu CurrentCulture fornecido é inválido, ASF continuará a funcionar com o predefinido!
ro_ro: CurrentCulture furnizată de tine nu este validă, ConfigGenerator va continua să ruleze cu cea implicită!
ru_ru: Выбрано неверное значение CurrentCulture, ConfigGenerator будет работать с настройкой по умолчанию!
sr_cs: Vaš podešen CurrentCulture je netačan, ConfigGenerator će nastaviti da radi sa uobičajenim!
sv_se: Din angivna CurrentCulture är ogiltlig, ConfigGenerator kommer köras med standardvärdet!
tr_tr: Sağlanan CurrentCulture geçersiz, ConfigGenerator varsayılan ile çalışmaya devam edecek!
uk_ua: Обраний вами CurrentCulture невірний, ConfigGenerator буде працювати згідно з базовим налаштуванням!
vi_vn: CurrentCulture bạn cung cấp không hợp lệ, ConfigGenerator sẽ tiếp tục chạy với thiết lập mặc định!
zh_cn: 提供了无效的CurrentCulture，ConfigGenerator将以默认形式运行
zh_tw: 您提供的 CurrentCulture 無效，ConfigGenerator 將以預設值繼續運行 ！

# ErrorNameAlreadyUsed
source: This name is already used!
bg_bg: Потребителското име вече използвано!
da_dk: Dette navn er allerede i brug!
de_de: Dieser Name wird bereits verwendet!
el_gr: Αυτό το όνομα χρησιμοποιείται ήδη!
es_es: ¡Este nombre ya está en uso!
fi_fi: Tämä nimi on jo käytössä!
he_il: שם זה כבר נמצא בשימוש!
hu_hu: Ez a név már használatban van!
id_id: Nama ini telah digunakan!
it_it: Questo nome è già in uso!
ja_jp: この名前は既に使用されています！
ko_kr: 그 이름은 이미 사용 중입니다!
lt_lt: Šis pavadinimas jau užimtas!
nl_nl: Deze naam is al in gebruik!
pt_br: Este nome já está em uso!
pt_pt: Este nome de utilizador já foi utilizado!
ro_ro: Acest nume este deja folosit!
ru_ru: Это имя уже используется!
sr_cs: Ovo ime se već koristi!
sv_se: Detta namnet används redan!
tr_tr: Bu ad zaten kullanılıyor!
uk_ua: Це ім'я вже використовується!
vi_vn: Tên này đã được sử dụng!
zh_cn: 这个名称已经被使用了
zh_tw: 該名稱已被使用！

# ErrorNameReserved
source: This name is reserved!
bg_bg: Това име е вече запазено!
da_dk: Dette navn er reserveret!
de_de: Dieser Name ist reserviert!
el_gr: Αυτό το όνομα είναι δεσμευμένο!
es_es: ¡Este nombre está reservado!
fi_fi: Tämä nimi on jo käytössä!
he_il: שם זה שמור!
hu_hu: Ez a név már foglalt!
id_id: Nama ini tidak bisa digunakan!
it_it: Questo nome è riservato!
ja_jp: この名前は留保されています！
ko_kr: 이 이름은 사용할 수 없습니다!
lt_lt: Šis pavadinimas rezervuotas!
nl_nl: Deze naam is gereserveerd!
pt_br: Este nome está reservado!
pt_pt: Este nome está reservado!
ro_ro: Acest nume este rezervat!
ru_ru: Это имя зарезервировано!
sr_cs: Ovo ime je rezervisano!
sv_se: Detta namn är reserverad!
tr_tr: Bu ad ayrılmış!
uk_ua: Це ім'я зарезервовано!
vi_vn: Tên này được dành riêng!
zh_cn: 这个名称受到保留，无法使用
zh_tw: 該名稱已被保留 ！

# ErrorObjectIsNull
source: {0} is null!
bg_bg: {0} е нулев!
da_dk: {0} er nul!
de_de: {0} ist null!
el_gr: {0} είναι null!
es_es: ¡{0} es nulo!
he_il: {0} הוא null!
hu_hu: {0} értéke nulla!
id_id: {0} masih kosong!
it_it: {0} è nullo!
ja_jp: {0} は空(null) です！
ko_kr: {0} 값이 없습니다!
lt_lt: {0} yra tuščias!
nl_nl: {0} is nul!
pt_br: {0} é nulo!
pt_pt: {0} é nulo!
ro_ro: {0} are valoare nulă!
ru_ru: {0} равен null!
sr_cs: {0} je null!
sv_se: {0} är null!
tr_tr: {0} boş!
uk_ua: {0} має значення null!
vi_vn: {0} vô hiệu!
zh_cn: {0} 无效！
zh_tw: {0} 為空值！

# ErrorVersionMismatch
source: You've attempted to use invalid ConfigGenerator version for your ASF! ASF: {0} | ConfigGenerator: {1} Please use matching ConfigGenerator version for your ASF binary. You'll be redirected to appropriate release...
bg_bg: Опитахте се да ползвате невалидна версия на ConfigGenerator, за вашия ASF! ASF: {0} | ConfigGenerator: {1} Моля ползвайте ConfigGenerator със съответсваща версия на вашия ASF! Ще бъдете пренасочен към съответващата версия...
da_dk: Du har forsøgt at bruge en ugyldig ConfigGenerator version til din ASF! ASF: {0} | ConfigGenerator: {1}... Venligst brug en ConfigGenerator version der passer til din ASF binær fil. Du vil blive omdirigeret til en passende udgave...
de_de: Du hast versucht eine ungültige ConfigGenerator Version für deinen ASF zu verwenden! ASF: {0} | ConfigGenerator: {1} Bitte benutze eine passende ConfigGenerator Version für dein ASF. Du wirst zur geeigneten Veröffentlichung weitergeleitet...
el_gr: Προσπαθήσατε να χρησιμοποιήσετε μη έγκυρη έκδοση ConfigGenerator για το ASF σας! ASF: {0} | ConfigGenerator: {1} Παρακαλώ χρησιμοποιήστε την έκδοση ConfigGenerator που ταιριάζει με το δικό σας ASF. Θα ανακατευθυνθείτε στην κατάλληλη έκδοση...
es_es: ¡Has intentado usar una versión no válida de ConfigGenerator para tu ASF! ASF: {0} | ConfigGenerator: {1} Por favor, usa la versión de ConfigGenerator correspondiente a tu ejecutable de ASF. Se te redigirá a la edición apropiada...
fi_fi: Yritit käyttää epäsopivaa ConfigGenerator versiota ASF :lläsi! ASF: {0} | ConfigGenerator: {1} Käytä yhteensopivaa ConfigGenerator versiota ASF binäärillesi. Sinut ohjataan oikean julkaisun sivulle...
he_il: ניסית להפעיל גרסה לא חוקית של ConfigGenerator עבור ה- ASF שלך! ASF: {0} | ConfigGenerator: {1} אנא השתמשו ב ConfigGenerator התואם את קובץ ההפעלה של ASF. אתם תופנו לגרסה המתאימה...
hu_hu: Kérlek használj egy {0} binárissal megegyező verziószámú {1}-t. Átirányítunk a megfelelő kiadáshoz...
id_id: Anda telah mencoba untuk menggunakan versi ConfigGenerator yang tidak valid untuk ASF Anda! ASF: {0} | ConfigGenerator: {1} silakan gunakan versi ConfigGenerator cocok untuk Binary ASF Anda. Anda akan diarahkan ke versi yang sesuai...
it_it: Si è tentato di utilizzare una versione di ConfigGenerator non valida per il tuo ASF! ASF: {0} | ConfigGenerator: {1} Si prega di utilizzare la versione di ConfigGenerator corrispondente al tuo ASF. Sarai reindirizzato alla versione appropriata...
ja_jp: ASFに不適切なバージョンのConfigGeneratorを使用しようとしたようです。 ASF: {0} | ConfigGenerator: {1} ASFに適切なバージョンのConfigGeneratorを使用してください。適切なリリースにリダイレクトされます...
ko_kr: ASF 버전에 맞지 않는 ConfigGenerator 사용을 시도했습니다! ASF: {0} | ConfigGenerator: {1} ASF 버전에 맞는 ConfigGenerator를 사용해주십시오. 적절한 릴리즈로 리디렉션 됩니다.
lt_lt: ConfigGenerator versija kuria jūs bandėte naudoti yra nesuderinama su dabartine ASF versija! ASF: {0} | ConfigGenerator: {1} Prašome naudoti suderinta ConfigGenerator versija jūsų ASF bibliotekai. Jūs būsite nukreipti į atitinkamą leidinį...
nl_nl: Je hebt geprobeerd om een ongeldige ConfigGenerator versie te gebruiken voor ASF! ASF: {0} | ConfigGenerator: {1} Gebruik een zelfde versie ConfigGenerator voor je ASF bestand. Je wordt verwezen naar de juiste release...
pt_br: Você tentou usar uma versão inválida do ConfigGenerator em seu ASF! ASF: {0} | ConfigGenerator: {1} Por favor use uma versão do ConfigGenerator correspondente ao seu ASF. Você será redirecionado para a versão apropriada...
pt_pt: Você tentou usar uma versão de ConfigGenerator inválida para o seu ASF! ASF: {0} | ConfigGenerator: {1} Por favor, use a versão correspondente do ConfigGenerator para seu binário de ASF. Você será redirecionado para a versão apropriada...
ro_ro: Ai încercat să utilizezi o versiune invalida al ConfigGenerator-ului pentru ASF-ul tău! ASF: {0} | ConfigGenerator: {1} Te rugăm să folosești o versiune de ConfigGenerator potrivita pentru executabilul ASF. Vei fi redirecționat la versiunea corespunzătoare...
ru_ru: Вы пытались использовать неверную версию ConfigGenerator для вашего ASF! ASF: {0} | ConfigGenerator: {1} Пожалуйста, используйте версию ConfigGenerator соответствующую версии вашего ASF. Вы будете перенаправлены на соответствующий релиз...
sr_cs: Pokušali ste da koristite netačnu ConfigGenerator verziju za Vaš ASF! ASF: {0} | ConfigGenerator: {1} Molimo Vas da koristite istu verziju ConfigGenerator-a kao što je vaš ASF. Bićete prosleđeni na odgovarajuću verziju...
sv_se: Du har försökt att använda en ogiltlig version av ConfigGenerator till din ASF! ASF: {0} | ConfigGenerator: {1} Vänligen använd samma version för ConfigGenerator och ASF. Du omdirigeras till en lämplig version...
tr_tr: ASF için geçersiz ConfigGenerator sürümünü kullanmaya çalıştınız! ASF: {0} | ConfigGenerator: {1} Lütfen ASF sürümüne uygun ConfigGenerator kullanın. Uygun olan sürüme yönlendiriliyorsunuz...
uk_ua: Ви намагаєтесь використовувати невірну версію ConfigGenerator для вашого ASF! ASF: {0} | ConfigGenerator: {1} Будь ласка, користуйтеся такою ж версією ConfigGenerator, як у вашого ASF. Ви будете перенаправлені на вірний реліз...
vi_vn: Bạn cố gắng sử dụng ConfigGenerator không hợp lệ cho phiên bản ASF của bạn! ASF: {0} | ConfigGenerator: {1} Xin vui lòng sử dụng ConfigGenerator trùng với phiên bản tập tin ASF của bạn. Bạn sẽ được chuyển hướng đến phiên bản thích hợp...
zh_cn: 你正尝试为你的ASF使用无效的ConfigGenerator版本 ASF版本: {0} | ConfigGenerator版本: {1} 请使用与ASF相匹配的ConfigGenerator版本。您将会被重定向至适合的发布版本。
zh_tw: 你一直試圖在你的 ASF 上使用無效的 ConfigGenerator 版本 ！ ASF: {0} |ConfigGenerator: {1} 請為你的 ASF 二進位檔使用合適的 ConfigGenerator 版本。你將被重新導向至適當的發行版本......

source: New
bg_bg: Ново
da_dk: Ny
de_de: Neu
el_gr: Νέο
es_es: Nuevo
fi_fi: Uusi
he_il: חדש
hu_hu: Új
id_id: Baru
it_it: Nuovo
ja_jp: 新規
ko_kr: 새로 만들기
lt_lt: Naujas
nl_nl: Nieuw
pt_br: Novo
pt_pt: Novo
ro_ro: Nou
ru_ru: Новый
sr_cs: Novo
sv_se: Ny
tr_tr: Yeni
uk_ua: Новий
vi_vn: Mới
zh_cn: 新建
zh_tw: 新增

source: Removal
bg_bg: Премахване
da_dk: Fjernelse
de_de: Entfernen
el_gr: Αφαίρεση
es_es: Eliminación
fi_fi: Poistaminen
he_il: הסרה
hu_hu: Eltávolítás
id_id: Penghapusan
it_it: Rimozione
ja_jp: 除去
ko_kr: 제거
lt_lt: Pašalinimas
nl_nl: Verwijderen
pt_br: Eliminar
pt_pt: Remoção
ro_ro: Eliminare
ru_ru: Удаление
sr_cs: Uklanjanje
sv_se: Borttagning
tr_tr: Kaldır
uk_ua: Видалення
vi_vn: Gỡ bỏ
zh_cn: 移除
zh_tw: 移除

source: Rename
bg_bg: Преименуване
da_dk: Omdøb
de_de: Umbenennen
el_gr: Μετονομασία
es_es: Renombrar
fi_fi: Nimeä uudelleen
he_il: שינוי שם
hu_hu: Átnevezés
id_id: Ubah nama
it_it: Rinomina
ja_jp: 改名
ko_kr: 이름바꾸기
lt_lt: Pervardinti
nl_nl: Hernoemen
pt_br: Renomear
pt_pt: Renomear
ro_ro: Redenumire
ru_ru: Переименование
sr_cs: Preimenovati
sv_se: Ändra Namn
tr_tr: Yeniden Adlandır
uk_ua: Перейменування
vi_vn: Đổi tên
zh_cn: 重命名
zh_tw: 重新命名
