Repository: KlappPc/ArchiSteamFarm
Catalog: ConfigGenerator/Localization/CGStrings.*.resx
Languages: bg_bg, da_dk, de_de, el_gr, es_es, fi_fi, he_il, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, nl_nl, pt_br, pt_pt, ro_ro, ru_ru, sr_cs, sv_se, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# TutorialFinished
source: Congratulations! You've done everything that is needed in order to make ASF usable, that also finishes the tutorial that we prepared for you. It's highly recommended to read entire configuration section on the wiki now, as ASF offers some really neat features for you to configure, such as offline farming or tuning ASF for using the most efficient idling algorithm for your account. All of that is optional though, and you're free to close our configurator whenever you wish. We hope that you'll enjoy the software that we coded for you!
bg_bg: Поздравления! Изпълнихте всичко, което беше необходимо, за да използвате ASF. С това завършва обучението, които Ви подготвихме. Силно препоръчително е да прочетете цялата секция за настройки в нашето wiki, тъй като ASF предлага много полезни функции, които Вие да си настроите, като вадите карти в режим offline или ASF да ползва най-ефективния метод за вадене на карти за Вашия профил. Всичко това са допълнителни възможности и сега спокойно можете да затворите конфигуратора, когато пожелаете. Надяваме се, че ще се радвате на софтуера, който сме Ви предоставили!
da_dk: Tillykke! Du har gjort alt, der er nødvendigt for at gøre ASF anvendelig, dette afslutter også den tutorial, som vi forberedte til dig. Det anbefales stærkt at du læser hele konfigurationsafsnittet på wikien nu, da ASF har nogle virkelig smarte funktioner til at konfigurere, såsom offline farming eller tuning ASF for at anvende den mest effektive idle algoritme til din konto. Alt dette er valgfri, og du er fri til at lukke vores konfigurator, når som helst du ønsker. Vi håber, at du vil nyde programmet som vi kodet for dig!
de_de: Herzlichen Glückwunsch! Du hast alles, was benötigt wird, um ASF zu nutzen getan, hiermit ist auch das Tutorial beendet, das wir für dich vorbereitet hatten. Es wird jetzt dringend empfohlen den gesamten Abschnitt "Configuration" im Wiki zu lesen, da ASF einige wirklich nette Funktionen für dich zur Konfiguration anbietet, wie Offline-Sammeln oder die Einstellung des effizientesten Sammel-Algorithmus für dein Benutzerkonto. All das ist optional und du kannst den Konfigurator jederzeit schließen, wenn du das möchtest. Wir hoffen, dass du die Software, die wir für dich programmiert haben, genießt!
el_gr: Συγχαρητήρια! Έχετε κάνει ότι απαιτείται για να χρησιμοποιηθεί το ASF, εδώ επίσης τελειώνει το βοήθημα που ετοιμάσαμε για εσάς. Συνιστάται ιδιαίτερα να διαβάσετε ολόκληρη την ενότητα ρυθμίσεων στο wiki τώρα, μιας και το ASF σας προσφέρει μερικά πραγματικά καλοφτιαγμένα χαρακτηριστικά για να ρυθμίσετε, όπως την offline συλλογή καρτών ή την ρύθμιση του ASF χρησιμοποιώντας τον πιο αποδοτικό αλγόριθμο για τον λογαριασμό σας. Όλα αυτά όμως είναι προαιρετικά, μπορείτε να κλείσετε τον configurator όποτε επιθυμείτε. Ελπίζουμε ότι θα απολαύσετε το λογισμικό που αναπτύξαμε για εσάς!
es_es: ¡Felicidades! Has hecho todo lo necesario para hacer que ASF funcione y con esto finaliza el tutorial que hemos preparado para ti. Es muy recomendable que leas completamente la sección de configuración en la wiki, ya que ASF tiene tiene otras características realmente estupendas para que las configures, tales cómo sacar cromos sin conexión o cómo ajustar ASF con el algoritmo más eficiente para tu cuenta. No obstante, todo eso es opcional y siempre puedes usar nuestro configurador cuando lo necesites. ¡Esperemos que disfrutes del software que hemos programado para ti!
he_il: ברכותיי! עשיתם כל מה שדרוש כדי להפוך את ASF לשמיש, ובזאת מסתכם המדריך אותו הכנו עבורכם. מומלץ מאוד לקרוא את כל סעיף הקונפיגורציה ב- wiki, היות ו- ASF מציעה מספר תכונות ממש מגניבות להגדיר, כגון הרצה לא מקוונת או כוונון ASF לשימוש באלגוריתם ההרצה היעיל ביותר עבור החשבון שלך. כל זה הוא אופציונלי, ניתן לסגור את המגדיר בכל עת. אנו מקווים שתהנו מהתוכנה שיצרנו בשבילכם!
hu_hu: Gratulálok, mindent megtettél ami szükséges az ASF használatához, és ezzel befejezted a tutorialt amit előkészítettünk neked. Erősen ajánlott, hogy a wikin lévő teljes konfigurációs szekciót elolvasd, mert az ASF néhány igazán jó funkcióval szolgál, amit beállíthatsz, mint például az offline farmolás vagy az accountodnak megfelelő leghatékonyabb farmolási algoritmus használata. Ezek mind opcionálisak, és akármikor bezárhatod a konfigurátorunkat. Reméljük élvezni fogod a szoftvert, amit a számodra írtunk!
id_id: Selamat! Anda telah melakukan segala sesuatu yang dibutuhkan untuk membuat ASF dapat digunakan, dan juga menyelesaikan tutorial yang kami sediakan untuk Anda. Anda sangat dianjurkan untuk membaca seluruh bagian konfigurasi di wiki, seperti ASF tawarkan beberapa fitur menarik untuk anda, seperti offline farming atau mengatur ASF sebagai algoritma idling yang paling efisien untuk akun Anda. Semua itu hanya opsional, dan Anda dapat menutup konfigurator kami kapanpun Anda mau. Kami berharap Anda dapat menikmati perangkat lunak yang kami sediakan untuk Anda!
it_it: Congratulazioni! Hai fatto tutto il necessario per rendere utilizzabile ASF, questo completa il tutorial. È caldamente consigliata la lettura dell'intera sezione della wiki sulla configurazione, poiché ASF offre delle interessanti funzioni che necessitano di essere configurate, come il farming offline oppure l'utilizzo dell'algoritmo di idle più efficiente per il tuo account. Tutto ciò, però, è facoltativo e sei libero di uscire dal configuratore quando desideri. Speriamo che il programma che abbiamo realizzato sia di tuo gradimento!
ja_jp: おめでとうございます！あなたはASFを使用するために必要な手順を終え、チュートリアルを終了しようとしています。これらは全て任意ですが、オフラインファーミングやアイドリングアルゴリズムの改善などの素敵な機能を利用するために、wikiの設定の項を読むことを強くおすすめします。なお、もうコンフィグレータを閉じても大丈夫です。あなたのためのソフトウェアをお楽しみいただけることを願っています！
ko_kr: 축하합니다! ASF를 구동하기 위해 해야하는 모든 것과 준비된 튜토리얼을 완료했습니다. 이제, 오프라인 농사 또는 계정에 맞는 효율적인 농사 알고리즘 등 ASF가 제공하는 깔끔한 기능들을 설정하기 위해서 위키의 설정 관련 페이지를 모두 읽어보는 것을 강력히 권합니다. 이 모든 것은 선택 사항이니, 원하지 않는다면 지금 설정 창을 닫으셔도 됩니다. 여러분을 위해 만든 소프트웨어를 즐겨주셨으면 좋겠습니다!
lt_lt: Sveikiname! Įvykdėte viską, ko reikėjo norint padaryti ASF naudojama, taip pat tai užbaigia šią pamoką, kurią mes paruošėme jums. Labai rekomenduojame perskaityti visą konfigūracijos skyrių Vikipedijoje, nes ASF siūlo keletą tikrai įdomių funkcijų jums sukonfigūruoti, pvz., kortelių rinkimas neprisijungus arba kaip nustatyti ASF naudoti efektyviausią kortelių rinkimo algoritmą jūsų paskyrai. Visa tai yra neprivaloma, jūs galite uždaryti šį konfigūratorių kada tik norite. Tikimės, kad jums patiks programinę įrangą, kurią mes koduojame jums!
nl_nl: Proficiat! Je hebt alles gedaan dat nodig is om ASF bruikbaar te maken, hiermee is deze tutorial die we hebben klaargezet ook afgerond. Het wordt sterk aanbevolen om de hele 'configuration' sectie op de wiki te lezen, aangezien ASF leuke eigenschappen heeft die geconfigureerd kunnen worden. Zoals offline farmen of afstemmen van ASF voor het meest efficiënte idling algoritme voor je account. Dit alles is optioneel en je kan de ConfigGenerator afsluiten als je dit wilt. We hopen dat je zult genieten van de software die we voor jou hebben geschreven!
pt_br: Parabéns! Você fez tudo que era necessário para deixar o ASF em processo de uso, isso também completa o tutorial que preparamos para você. É altamente recomendado agora ler toda a seção de configuração na Wiki, pois o ASF oferece outras ótimas funções para você configurar, como receber cartas em modo offline ou ativar o ASF no melhor modo algorítimo de receber cartas para a sua conta. Tudo isso claro, é opcional, e você pode fechar nosso configurador quando quiser. Nós desejamos que aproveite o programa que desenvolvemos para você!
pt_pt: Parabéns! Já fez tudo o que é necessário para a ASF ser utilizável, isto também termina o tutorial que preparamos para você. É altamente recomendado ler a seção de configuração na wiki toda, a ASF oferece alguns recursos muito úteis para configurar, tais como coleta offline ou modificar ASF para usar o algoritmo de coleta mais eficiente para sua conta. Mas tudo isso é opcional, e você está livre para fechar nosso configurador sempre que desejar. Esperamos que você desfrute o software que nós codificamos para você!
ro_ro: Felicitări! Ai făcut tot ce era necesar pentru a face ASF utilizabil, astfel încât tutorialul pregătit pentru tine a luat sfârșit. Este foarte recomandat să citești întreaga secțiune de configurare de pe wiki acum, precum ASF oferă unele caracteristici foarte utile ce pot fi configurare, cum ar fi farmarea offline sau reglarea ASF-ului pentru a utiliza algoritmul cel mai eficient de farmare pentru contul tău. Cu toate că asta este optional și ești liber să închizi configuratorul nostru oricând dorești. Sperăm că te vei bucura de programul pe care noi l-am scris pentru tine!
ru_ru: Поздравляем! Вы сделали всё, что нужно, чтобы пользоваться ASF, и закончили обучение, которое мы для вас подготовили. Настоятельно рекомендуем прочитать целиком статью "Configuartion" на нашей wiki, поскольку ASF может предложить вам несколько удобных функций, которые вы можете настроить, таких как фарм оффлайн или наиболее эффективный алгоритм фарма для вашего аккаунта. Однако всё это не обязательно, вы можете закрыть конфигуратор хоть сейчас. Надеемся, что вам понравится программа, которую мы для вас сделали!
sr_cs: Čestitamo! Uradili ste sve što je potrebno da bi ASF bio upotrebljib, samim time ste i završili tutorijal koji smo pripremili za Vas. Preporučeno Vam je da sada pročitate čitavu sekciju "Configuration" u wiki, zato što ASF nudi veoma pogodne odlike za Vas da konfigurišete, kao na primer offline farm-ovanje ili nameštanje ASF tako da za Vaš nalog koristi najefektivniji algoritam za idle-ovanje. Ali, sve to je opciono, i Vi možete slobodno da zatvorite naš konfigurator kad god poželite. Nadamo se da će te uživati u softveru koji smo Vam iskodirali!
sv_se: Grattis! Du har gjort allt som behövs för att göra ASF användbar, det avslutar även tutorialn som vi har förberett för dig. Det är rekommenderat att läsa hela konfigurationskapitlet på wikin nu, eftersom ASF erbjuder några riktigt häftiga funktioner som du kan konfigurera, tillexempel att farma offline eller ändra ASF så att den använder den mest effektiva farming algoritmen för ditt konto. Allt detta är valfritt dock, och du kan stänga vår configurator när du vill. Vi hoppas att du tycker om denna programvara som vi har kodat för dig!
tr_tr: Tebrikler! ASF'nin kullanılabilir olması için gerekli olan her şeyi yaptınız. Bu da sizin için hazırladığımız öğreticiyi bitiriyoruz demektir. Artık Wiki sayfasındaki yapılandırma ile alakalı her şeyi okumanızı şiddet ile öneriyoruz, çünkü ASF çevrimdışı kart düşürme veya hesabınız için en etkili şekilde kart düşürme gibi çok güzel seçenekler sunuyor. Tabii ki bunlar şart değil ve istediğiniz zaman yapılandırıcıyı kapatabilirsiniz. Umarım sizin için geliştirdiğimiz yazılımı beğenirsiniz!
uk_ua: Вітаемо! Ви зробили все що потрібно для роботи ASF, а також завершили навчання, яке було підготовлено для вас. Настійно рекомендуемо прочитати всю статтю "configuraton" у wiki, бо в ASF е декілька дуже зручних функцій, які ви можете налаштувати, таких як робота offline, або налаштування ASF на найбільш еффективний алгоритм роботи з вашим аккаунтом. Але всі ці налаштування не обовязкові, ви можете вже закрити цей конфігуратор якщо забажаете. Сподіваемося що вам сподобаеться программне забезпечення що ми зробили для вас!
vi_vn: Chúc mừng! Bạn đã làm tất cả mọi thứ cần thiết để cho ASF có thể sử dụng, điều đó cũng hoàn tất các hướng dẫn mà chúng tôi chuẩn bị cho bạn. Đặc biệt khuyến khích đọc toàn bộ phần cấu hình trên wiki bây giờ, vì ASF cung cấp một số tính năng thực sự gọn gàng cho bạn cấu hình, chẳng hạn như farm offline hoặc điều chỉnh ASF sử dụng các thuật toán chạy không hiệu quả nhất cho tài khoản của bạn. Mặc dù tất cả điều đó là tùy chọn, và bạn tự do đóng cấu hình của chúng tôi bất cứ khi nào bạn muốn. Chúng tôi hy vọng rằng bạn sẽ thưởng thức phần mềm chúng tôi viết cho bạn!
zh_cn: 恭喜！你已经完成了所有ASF运行条件和我们给你准备的教程。现在推荐去wiki看看所有的配置环节，ASF提供非常简洁的功能供你配置，例如离线挂卡或者调整ASF为你的账号提供最高效的挂卡算法。这些都是可选的，你可以随时按照你的意愿关闭我们的配置。我们希望你会喜欢这个我们为你做的软件！
zh_tw: 恭喜你！你已經完成了使 ASF 所需的一切必要事項，也完成了我們為您所準備的教學。強烈建議您現在去閱讀在 Wiki 上的設定章節，ASF 提供一些很棒的功能來供您設置，像是離線掛卡或者為您的帳戶使用的最有效的掛卡演算法來優化 ASF。而這全部都是可選的，只要你想，你可以在任何時候自由地開關這些設置。我們希望你會喜歡我們為你製作的軟體！

# TutorialMainFormBotsManagementButtons
source: At the top of the window you can notice currently loaded configs, and 3 extra buttons for removing [-], renaming [~] and adding new ones [+].
bg_bg: Най-отгоре на прозореца, може да видите вече заредените настройки, както и 3 допълнителни бутона за премахване [-], преименуване [~] и за добавяне на нови настройки [+].
da_dk: Øverst i vinduet kan du mærke aktuelt indlæste konfigurationer, og 3 ekstra knapper til at fjerne [-], omdøbning [~] og tilføje nye [+].
de_de: Am oberen Rand des Fensters kannst du die aktuell geladenen Konfigurationen sehen und 3 zusätzliche Schaltflächen zum Entfernen [-], Umbenennen [~] und Hinzufügen [+] neuer Konfigurationen.
el_gr: Στο επάνω μέρος του παραθύρου μπορείτε να παρατηρήσετε τις τρέχουσες φορτωμένες διαμορφώσεις, και 3 επιπλέον κουμπιά για την αφαίρεση [-], μετονομασία [~] και προσθήκη νέων [+].
es_es: En la parte superior de la ventana puedes ver las configuraciones cargadas actualmente, así como tres botones extra para eliminar [-], renombrar [~] y añadir nuevas[+].
fi_fi: Ikkunan yläosassa voit huomata tällä hetkellä ladatun configin ja 3 extra painiketta, poistamiselle [-], uudelleennimeämiselle [~] ja uusien lisäämiselle [+].
he_il: בחלק העליון של החלון ניתן לראות את התצורות הטעונות כעת, ושלושה כפתורים עבור הסרה [-], שינוי שם [~] והוספת תצורות חדשות [+].
hu_hu: Az ablak tetején láthatóak a jelenleg betöltött konfigurációk, és 3 extra gomb: [-] a törlés, [~] az átnevezés, és a [+] az újak hozzáadása.
id_id: Di bagian atas jendela Anda dapat melihat konfigurasi yang dimuat saat ini, dan tambahan 3 tombol untuk menghapus [-], mengubah nama [~] dan menambahkan yang baru [+].
it_it: Nella parte superiore della finestra puoi notare le configurazioni attualmente caricate, e 3 bottoni extra per rimuovere [-], rinominare [~] e aggiungerne di nuove [+].
ja_jp: ウィンドウの上部には、現在読み込まれている設定と3つの追加ボタン: 除去[-], 改名[~], 新規作成[+] があります。
ko_kr: 창 상단에 현재 불러온 설정과 제거하기[-], 이름 바꾸기[~], 새로 만들기[+] 3개의 추가 버튼을 확인할 수 있습니다.
lt_lt: Lango viršuje galite pamatyti šiuo metu užkrautas konfigūracijas ir 3 papildomus mygtukus pašalinti [-], pervadinti [~] ir pridėti naują [+].
nl_nl: Bovenaan het venster zie je de huidig geladen configuraties en 3 extra knoppen voor verwijderen [-], hernoemen [~] en toevoegen van nieuwe configuraties [+].
pt_br: Na parte superior da janela, você pode notar que atualmente as configurações abertas, e 3 botões extras para remoção [-], renomeação [~] e adição de novos [+].
pt_pt: Na parte superior da janela, você pode notar as configs carregadas atualmente, e 3 botões para remover [-], renomear [~] e adicionar novos [+].
ro_ro: În partea de sus a ferestrei se pot observa configurațiile curent încărcate, plus încă 3 butoane pentru eliminarea [-], redenumirea [~] și adăugarea altora noi [+].
ru_ru: В верхней части окна вы можете видеть конфигурационные файлы, которые сейчас загружены, и 3 дополнительных кнопки для удаления [-], переименования [~] и добавления новых [+].
sr_cs: Na vrhu prozora možete primetiti trenutno učitane konfiguracije, i dodatna 3 dugmeta za uklanjanje [-], preimenovanje [~] ili dodavanje novih imena [+].
sv_se: Längst upp i fönstret kan du se den nuvarande laddade konfigureringen, och 3 extra knappar för att ta bort [-], byta namn [~] och för att lägga till nya [+].
tr_tr: Pencerenin en üstünde şu anda yüklenmiş yapılandırmaları görebilirsiniz. Ayırca kaldırma [-], yeniden adlandırma [~] ve yenilerini eklemek [+] için kullanabileceğiniz 3 düğme bulacaksınız.
uk_ua: У верхній частині вікна ви можете помітити конфігураційні файли, які зараз завантажені, а також 3 додаткові кнопки для видалення [-], перейменування [~] і додавання нових [+].
vi_vn: Ở trên cùng của cửa sổ, bạn có thể thấy cấu hình hiện đang được nạp, và 3 nút thêm để loại bỏ [-], đổi tên [~] và thêm cái mới [+].
zh_cn: 在视窗的顶端你可以看到现在读取的设置，与3个按钮，分别为：移除 [-] ，重命名[~] 与添加[+]。
zh_tw: 在視窗的上方，你會發現最近一次所載入的設定，以及 刪除 [-]，重新命名 [~] 和 新增 [+] 等3個額外按鈕。

# TutorialMainFormConfigurationWiki
source: Please note that all information about available config properties, including their description, purpose, and accepted values, is available on our GitHub wiki. Please use it as a reference.
bg_bg: Моля, имайте в предвид, че пълната информация за възможните настройки, включително тяхното описание, цен и приемливи стойности е налична на нашата GitHub wiki. Моля, ползвайте я за насоки.
da_dk: Bemærk venligst at alle oplysninger om tilgængelige konfigurations egenskaber, herunder beskrivelse, formål, og accepterede værdier, er tilgængelige på vores GitHub wiki. Venligst brug den som reference.
de_de: Bitte beachte, dass alle Informationen über verfügbare Konfigurationseigenschaften einschließlich ihrer Beschreibung, ihrem Zweck und ihrer akzeptierten Werte in unserer GitHub Wiki verfügbar sind. Bitte verwende dieses als Referenz.
el_gr: Παρακαλώ σημειώστε ότι όλες οι πληροφορίες σχετικά με τις διαθέσιμες ιδιότητες διαμόρφωσης, συμπεριλαμβανομένης της περιγραφής, του σκοπού, και των αποδεκτών τιμών, διατίθενται στο GitHub wiki μας. Παρακαλούμε να το χρησιμοποιήσετε ως αναφορά.
es_es: Toda la información acerca de las propiedades de configuración disponibles (incluyendo su descripción, finalidad y valores aceptados) está disponible en nuestra wiki de GitHub. No dudes en usarla como referencia.
he_il: אנא שימו לב כי כל מידע על מאפייני תצורות, לרבות תיאור, מטרה וערכים אפשריים, זמין ב- GitHub wiki שלנו. אנא השתמשו בו בעת הצורך.
hu_hu: A összes elérhető konfigurációs tulajdonság, beleértve a leírásuk, céljuk és az elfogadott értékeik megtalálhatóak a GitHub wikin. Használd referenciaként.
id_id: Harap dicatat bahwa semua informasi tentang properti konfigurasi yang tersedia, termasuk deskripsi, tujuan, dan nilai-nilai yang diterima, tersedia di GitHub wiki kami. Silakan gunakan sebagai referensi.
it_it: Si prega di notare che tutte le informazioni sulle proprietà di configurazione disponibili, inclusa la loro descrizione, lo scopo e i valori accettati, sono disponibili sulla nostra wiki di GitHub. Si prega di utilizzarla come riferimento.
ja_jp: 利用できる設定プロパティやその説明、目的、有効な値などは全てGitHubのwikiで公開されています。必要な時に参照してください。
ko_kr: 각 속성에 대한 설명, 목적, 사용 가능한 설정 값을 포함한 설정에 대한 모든 정보는 GitHub 위키에 있습니다. 참고로 사용해 주세요.
lt_lt: Atkreipkite dėmesį, kad visą informaciją apie galimas konfigūracijos ypatybes, įskaitant jų aprašymus, paskirtis ir priimamas reikšmes galite atrasti mūsų GitHub Vikipedijos puslapyje. Prašome naudotis juo kaip žinynu.
nl_nl: Hou rekening dat alle informatie met betrekking tot alle beschikbare config eigenschappen, inclusief hun uitleg, doel en geaccepteerde waardes, beschikbaar is op onze GitHub wiki. Graag dit als referentie gebruiken.
pt_br: Por favor, note-se que todas informações sobre as propriedades das configurações disponíveis, incluindo suas descrições, finalidades, e valores aceitos, estão disponíveis em nossa Wiki no GitHub. Por favor use isto como referência.
pt_pt: Por favor, note que todas as informações sobre propriedades de configuração disponíveis, incluindo a sua descrição, uso e valores aceitos, estão disponíveis no nosso wiki do GitHub. Por favor, use isso como referência.
ro_ro: Te rog să reții că toate informațiile despre proprietățile de configurare disponibile, inclusiv descrierea, scopul, și valorile acceptate, sunt disponibile pe wiki-ul nostru de pe GitHub. Te rog să îl utilizezi ca o referința.
ru_ru: Обратите внимание, что вся информация о доступных параметрах конфигурации, включая их описание, назначение, и возможные значения, доступна в нашей wiki на GitHub. Используйте её для справок.
sr_cs: Imajte na umu da sve informacije o mogućim podešavanjima, uključujući njihove opise, svrhu, i moguće vrednosti, su dostupne na našem GitHub wiki-u. Molimo Vas da ga koristite kao referencu.
sv_se: Observera att all information om tillgängliga config-värden, inklusive deras beskrivning, syfte och godkända värde, finns tillgängligt på vår GitHub wiki. Använd det som referens.
tr_tr: Lütfen tüm yapılandırmaların özellikleri, açıklamalarıyla birlikte amaçları ve kabul edilebilir değerlerinin GitHub wiki sayfamızda bulunabildiğini unutmayın. Lütfen bunu bir referans olarak kullanın.
uk_ua: Зверніть увагу, що вся інформація про доступні налаштування, включаючи їх опис, призначення та допустимі значення, доступна у wiki на GitHub. Будь ласка, використовуйте її для довідок.
vi_vn: Xin lưu ý rằng tất cả thông tin về các thuộc tính cấu hình có sẵn, bao gồm mô tả, mục đích của chúng, và các giá trị được chấp nhận, có sẵn trên GitHub wiki của chúng tôi. Xin vui lòng sử dụng nó như một tài liệu tham khảo.
zh_cn: 请注意，所有关于有效配置属性，包括它们的描述，用途，还有接收的值，这些信息都在我们的GitHub wiki上面。请作为参考使用。
zh_tw: 請注意，那些可進行設定的屬性，包括他們的描述，目的和可接受的值域，等等的相關訊息都在我們 GitHub wiki 上。請多參考並善加利用。
