Repository: KlappPc/ArchiSteamFarm
Catalog: ConfigGenerator/Localization/CGStrings.*.resx
Languages: bg_bg, da_dk, de_de, el_gr, es_es, fi_fi, he_il, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, nl_nl, pt_br, pt_pt, ro_ro, ru_ru, sr_cs, sv_se, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# TutorialStart
source: Welcome! I noticed that you're using ASF ConfigGenerator for the first time, so let me help you a bit.
bg_bg: Добре дошли! Забелязах, че ползвате ASF ConfigGenerator за пръв път, затова ми позволете да Ви помогна.
da_dk: Velkommen! Jeg har bemærket, at du bruger ASF ConfigGenerator for første gang, så lad mig hjælpe dig lidt.
de_de: Herzlich Willkommen! Ich habe festgestellt, dass du den ASF ConfigGenerator zum ersten Mal benutzt, lass' mich dir ein wenig helfen.
el_gr: Καλώς ήρθατε! Παρατήρησα ότι χρησιμοποιείτε το ASD ConfigGenerator για πρώτη φορά, γι'αυτό επιτρέψτε μου να σας βοηθήσω λίγο.
es_es: ¡Bienvenido! Me he dado cuenta de que estás usando ASF ConfigGenerator por primera vez, así que déjame que te ayude un poco.
fi_fi: Tervetuloa! Huomasin, että käytät ASF ConfigGeneratoria ensimmäistä kertaa, anna minun auttaa sinut alkuun.
he_il: ברוכים הבאים! שמתי לב שאתם משתמשים ב- ASF ConfigGenerator בפעם הראשונה. הרשו לי לעזור לכם מעט.
hu_hu: Üdvözlet! Észrevettem, hogy első alkalommal használod az ASF ConfigGenerator-t. Engedd meg, hogy segítsek egy kicsit.
id_id: Selamat datang! Saya perhatikan bahwa Anda menggunakan ASF ConfigGenerator untuk pertama kalinya, jadi perkenankan saya untuk sedikit membantu Anda.
it_it: Benvenuto! Sembra che tu stia utilizzando ASF ConfigGenerator per la prima volta, lascia che ti aiuti un po'.
ja_jp: ようこそ！初めてASF ConfigGeneratorを起動したようですね。まずは少しお手伝いをさせてください。
ko_kr: 환영합니다! ASF ConfigGenerator를 처음 실행하셨습니다. 제가 조금 도와드리겠습니다.
lt_lt: Sveiki! Pastebėjome, kad tai jūsų pirmasis kartas naudojantis ASF ConfigGenerator, leiskite mums šiek tiek padėti.
nl_nl: Welkom! Ik zie dat dit de eerste keer is dat ASF ConfigGenerator gebruikt, laat me je daar een beetje mee helpen.
pt_br: Bem-Vindo! Eu notei que você está usando o ASF ConfigGenerator pela primeira vez, então deixe-me te ajudar.
pt_pt: Bem-vindo! Eu notei que você está usando o ASF ConfigGenerator pela primeira vez, então deixe-me ajudá-lo um pouco.
ro_ro: Bine ai venit! Am observat că utilizezi ASF ConfigGenerator pentru prima dată, așa că lasă-mă să te ajut un pic.
ru_ru: Добро пожаловать! Мы заметили, что вы запустили ASF ConfigGenerator первый раз, позвольте вам немного помочь.
sr_cs: Dobrodošli! Primetio sam da koristite ASF ConfigGenerator prvi put, dozvolite mi da Vam pomognem.
sv_se: Välkommen! Jag märkte att du använder ASF ConfigGenerator för första gången, så låt mig hjälpa dig lite.
tr_tr: Hoş geldiniz! ASF ConfigGenerator'ı ilk kez kullandığınızı fark ettim, size biraz yardım etmeme izin verin.
uk_ua: Ласкаво просимо! Ми помітили що ви користуетесь ASF ConfigGenerator перший раз, дозвольте вам трішки допомогти.
vi_vn: Chào mừng! Tôi nhận thấy rằng bạn đang sử dụng ASF ConfigGenerator lần đầu tiên, vì vậy hãy để tôi giúp bạn một chút.
zh_cn: 欢迎！我发现这是你第一次使用ASF配置生成工具，就让我来帮你一下。
zh_tw: 歡迎 ！我注意到您是第一次使用 ASF ConfigGenerator，所以讓我來幫你一下。

# UserInputBotName
source: Please enter new bot name:
bg_bg: Моля, въведете ново име за бот:
da_dk: Angiv venligst et nyt bot navn:
de_de: Bitte gib einen neuen Bot-Namen ein:
el_gr: Παρακαλώ εισάγετε το νέο όνομα bot:
es_es: Por favor, introduzca el nuevo nombre del bot:
fi_fi: Anna uudelle botillesi nimi:
he_il: נא הזינו שם בוט חדש:
hu_hu: Adj új nevet a botnak:
id_id: Harap Masukkan nama bot baru:
it_it: Si prega di inserire il nuovo nome del bot:
ja_jp: 新しいbotの名前を入力してください:
ko_kr: 새로운 봇의 이름을 입력하세요:
lt_lt: Prašome įvesti nauja boto pavadinimą:
nl_nl: Voer een nieuwe naam in voor de bot:
pt_br: Por favor, insira o novo nome do bot:
pt_pt: Por favor, escreve o nome do bot:
ro_ro: Te rog să introduci noul nume pentru Bot:
ru_ru: Пожалуйста, введите новое имя бота:
sr_cs: Molimo Vas unesite novo ime bot-a:
sv_se: Vänligen ange nytt namn till botten:
tr_tr: Lütfen yeni Bot ismi girin:
uk_ua: Будь ласка, введіть нове ім'я бота:
vi_vn: Vui lòng nhập tên bot mới:
zh_cn: 请输入新bot名：
zh_tw: 請輸入新 BOT 的名稱:

# WarningConfigPropertyModified
source: {0} has been set to: {1}
bg_bg: {0} бе зададено на: {1}
da_dk: {0} er blevet sat til: {1}
de_de: {0} wurde auf folgenden Wert gesetzt: {1}
el_gr: Η ιδιότητα {0} έχει οριστεί σε: {1}
es_es: {0} se ha establecido a: {1}
he_il: {0} הוגדר ל: {1}
hu_hu: {0} be lett állítva erre: {1}
id_id: {0} telah diset menjadi: {1}
it_it: {0} è stato impostato a: {1}
ja_jp: {0} は {1} に設定されました
ko_kr: {0}의 값이 다음과 같이 설정되었습니다: {1}
lt_lt: {0} buvo pakeistas į: {1}
nl_nl: {0} staat nu op: {1}
pt_br: {0} foi definido como: {1}
pt_pt: {0} foi definido para: {1}
ro_ro: {0} a fost setat la: {1}
ru_ru: {0} изменен на {1}
sr_cs: {0} je namešten da bude: {1}
sv_se: {0} har blivit satt till: {1}
tr_tr: {0}, {1} olarak değiştirildi.
uk_ua: Значення параметру {0} було змінено на: {1}
vi_vn: {0} đã được thiết lập: {1}
zh_cn: {0} 已被设置为: {1}
zh_tw: {0} 已被設置為︰ {1}
