Repository: KlappPc/ArchiSteamFarm
Catalog: ConfigGenerator/Localization/CGStrings.*.resx
Languages: bg_bg, da_dk, de_de, el_gr, es_es, fi_fi, he_il, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, nl_nl, pt_br, pt_pt, ro_ro, ru_ru, sr_cs, sv_se, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# TutorialBotFormEnabled
source: Excellent! Now your bot instance is enabled. In fact, that was everything you had to do in order to use this bot in ASF, but you might want to configure at least 2 more config properties: {0} and {1}. If you want to continue the tutorial, please do so. Remember to refer to the wiki if you're unsure how given property should be configured, or if you need additional help.
bg_bg: Чудесно! Вече твоят бот е в готовност. Всъщност, това бе всичко, което ти трябваше да изпълниш, за да ползваш този бот в ASF, но все пак, може да поискаш да зададеш поне още 2 възможности: {0} и {1}. Ако искаш да продължиш с обучението, моля, заповявай. Не забравяй да се обърнеш към wiki ако не си сигурен, как различните настройки да бъдат зададени или ако искаш допълнителна помощ.
da_dk: Fremragende! Nu er din bot instans aktiveret. Faktisk, det var alt, hvad du havde brug for at gøre for at bruge denne bot i ASF, men du burde konfigurere mindst 2 flere konfigurationsegenskaber: {0} og {1}. Hvis du vil fortsætte selvstudiet, kan du gøre dette. Husk at henvise til wikien, hvis du er usikker på hvordan en givet egenskab skal være konfigureret, eller hvis du har brug for yderligere hjælp.
de_de: Ausgezeichnet! Nun ist dein Bot aktiviert. Tatsächlich war das alles was du tun musstest, um deinen Bot in ASF zu benutzen, aber vielleicht möchtest du wenigstens noch 2 weitere Einstellungen vornehmen: {0} und {1}. Wenn du mit der Anleitung fortfahren möchtest, dann tue dies. Denke daran, dich auf das Wiki zu beziehen, wenn du dir unsicher bist wie eine Einstellung konfiguriert werden sollte oder du zusätzliche Hilfe benötigst.
el_gr: Εξαιρετικά! Τώρα το bot σας είναι ενεργοποιημένο. Στην πραγματικότητα, αυτά ήταν όλα όσα έπρεπε να γίνουν για να χρησιμοποιήσετε αυτό το bot στο ASF, αλλά μπορεί να θέλετε να ρυθμίσετε τουλάχιστον 2 ακόμα ιδιότητες: {0} και {1}. Αν θέλετε να συνεχίσετε το βοήθημα, παρακαλώ κάντε το. Θυμηθείτε να συμβουλευτείτε το wiki αν δεν είσαι βέβαιοι πως πρέπει να ρυθμιστεί μια ιδιότητα, ή αν χρειάζεστε επιπλέον βοήθεια.
es_es: ¡Excelente! Ahora tu instancia de bot está habilitada. De hecho, eso es todo lo que tenías que hacer para usar este bot en ASF, pero puede que quieras configurar al menos 2 propiedades de configuración más: {0} y {1}. Si quieres continuar con el tutorial, por favor, hazlo. Recuerda consultar la wiki si no estás seguro de como una determinada propiedad debería ser configurada, o si necesitas ayuda adicional.
he_il: מעולה! עכשיו מופע הבוט שלכם יהיה זמין. למעשה, זה כל מה שהיה צריך לעשות כדי להשתמש בבוט הזה ב- ASF, אבל יתכן שתרצו להגדיר לפחות 2 מאפיינים נוספים: {0} ו- {1}. אם ברצונכם להמשיך את המדריך, אנא עשו זאת. זכרו לפנות ל-wiki אם אינכם בטוחים כיצד מאפיין מסוים צריך להיות מוגדר או אם אתם זקוקים לעזרה נוספת.
hu_hu: Kiváló! A botod most már engedélyezve van. Valójában csupán ennyit kellett tenned, hogy használhasd ezt a botot az ASF-ben, de érdemes ezt a két további tulajdonságot is konfigurálni: {0} és {1}. Ha tovább szeretnéd folytatni a tutorialt, nyugodtan megteheted. Ha nem emlékszel, hogy az adott tulajdonságot hogy kell beállítani, vagy ha további segítségre van szükséged, akkor keresd fel a wiki oldalt.
id_id: Sangat bagus! Sekarang bot Anda telah diaktifkan. Nyatanya, hanya itu yang harus Anda lakukan untuk menggunakan bot ini di ASF, tapi mungkin Anda ingin mengkonfigurasi setidaknya 2 pengaturan properti lagi: {0} dan {1}. Jika Anda ingin melanjutkan tutorial, silahkan melakukannya. Ingat untuk merujuk wiki jika Anda tidak yakin bagaimana properti harus dikonfigurasi, atau jika Anda perlu bantuan tambahan.
it_it: Eccellente! Ora l'istanza del tuo bot è abilitata. Questo era tutto il necessario per poter utilizzare questo bot in ASF, ma potresti voler configurare almeno altre 2 proprietà: {0} e {1}. Se desideri continuare il tutorial, prosegui. Ricordati di consultare la wiki se non sai come configurare una data proprietà, o se hai bisogno di ulteriore aiuto.
ja_jp: 素晴らしい！あなたのbotのインスタンスが有効になりました。これがASFでbotを使用するために行うことの全てですが、少なくとも2つ以上プロパティを設定したくなるでしょう: {0} と {1} です。このチュートリアルを続行したい場合は、そうしてください。追加のヘルプが必要な場合や、どのようにプロパティを設定するべきかわからない場合は、wikiを参照してください。
ko_kr: 잘 하셨습니다! 이제 봇 인스턴스가 활성화되었습니다. 사실, 이것만으로도 ASF에서 해당 봇 사용이 가능하지만, 적어도 2개 이상의 다음 설정을 더 구성하는 것이 좋습니다: {0} 과 {1}. 만약 튜토리얼을 계속하길 원한다면, 계속하시길 바랍니다. 속성값을 설정하는 방법이나 추가적인 도움말이 필요하다면, 위키를 참고하는 것을 잊지 마십시오.
lt_lt: Puiku! Dabar jūsų boto instancija yra įjungta. Tiesą sakant, tai buvo viskas, ką reikėjo padaryti siekiant naudotis šiuo botu ASF programoje. Bet jūs galimai norėtumėte sukonfigūruoti dar bent 2 konfigūracijos ypatybes: {0} ir {1}. Jei norite tęsti šią pamoka, prašome taip ir daryti. Nepamirškite žvilgtelėti į Vikipedija puslapį, jei nesate tikri, kaip reikia konfigūruoti duotus objektus, arba jei jums reikia papildomos pagalbos.
nl_nl: Proficiat! Je bot instance is actief. Feitelijk was dat alles dat je moest doen om deze bot in ASF te gebruiken, maar je wilt misschien nog 2 andere config waardes instellen: {0} en {1}. Je kan, als je wilt, doorgaan met deze tutorial. Vergeet niet de wiki te gebruiken als je niet zeker weet hoe een waarde moet worden ingesteld. Dit geldt ook als je meer hulp nodig hebt.
pt_br: Excelente! Seu bot agora está ativado. Na verdade, isso era tudo que você precisava fazer para rodar este bot no ASF, mas talvez você deveria configurar mais duas propriedades: {0} e {1}. Caso queira continuar o tutorial, fique à vontade. Lembre-se de consultar a Wiki se você não tem certeza se tal propriedade deve ser configurada, ou se precisar de uma ajuda extra.
pt_pt: Excelente! Agora sua instância de bot está habilitada. Na verdade, isso era tudo que precisava fazer para utilizar este bot em ASF, mas você pode querer configurar mais pelo menos 2 Propriedades de configuração: {0} e {1}. Se você deseja continuar o tutorial, por favor faça-o. Lembre-se de referir o wiki, se você está inseguro quanto dada propriedade deve ser configurado, ou se necessitar de ajuda adicional.
ro_ro: Excelent! Acum instanța bot-ului tău este activată. De fapt, asta a fost tot ceea ce trebuia să realizezi pentru a putea folosi acest bot în ASF, dar ai putea dori să configurezi cel putin 2 proprietăți de configurare: {0} și {1}. Dacă dorești să continui tutorialul, vă rugăm să faceți acest lucru. Amintește-ți să recurgi la wiki, în cazul în care nu ești sigur cum o anumită proprietate ar trebui să fie configurată sau dacă ai nevoie de ajutor suplimentar.
ru_ru: Превосходно! Ваш бот теперь включён. Это практически всё, что вам нужно, чтобы использовать этого бота в ASF, но возможно вы захотите изменить ещё как минимум два параметра: {0} и {1}. Если вы хотите продолжить обучение - пожалуйста сделайте это. Вы можете свериться с wiki, если вы не уверены, как настраивать конкретный параметр, или если вам нужна дополнительная помощь.
sr_cs: Odlično! Sada je instanca vašeg bot-a aktivirana. Verovali ili ne, to je sve što ste trebali da uradite da bi ste koristili ovaj bot-a u ASF, ali možda bi ste želeli da podesite barem još 2 podešavanja: {0} i {1}. Ako želite da nastavite sa tutorijalom, molimo Vas da to uradite. Zapamtite da pogledate wiki ako ste nesigurni kako dato podešavanje treba podesiti, ili ako Vam treba dodatna pomoč.
sv_se: Utmärkt! Nu är din bot-instans aktiverad. Det var allt du behövde göra för att använda denna bot i ASF, men du kanske vill konfigurera minst 2 mer config egenskaper: {0} och {1}. Om du vill fortsätta följa guiden, vänligen göra det. Kom ihåg att hänvisa till wikin om du är osäker på hur det givna värdet ska konfigureras, eller om du behöver ytterligare hjälp.
tr_tr: Harika! Artık Bot aktif. Aslında Botu kullanmak için yapmanız gerekenler bu kadar, belki 2 adet ayar daha yapmak isteyebilirsiniz: {0} ve {1}. Öğretici ile devam etmek istiyorsanız etmelisiniz. Yapılandırmadan emin değilseniz veya yardıma ihtiyacınız varsa Wiki sayfasına başvurmaktan çekinmeyin.
uk_ua: Чудово! Тепер екземпляр вашого боту активний. Ви зробили все що треба щоб використовувати цього бота з ASF, але ви можете забажати зміните ще якнайменше два налаштування: {0} та {1}. Якщо ви бажаете продовжити навчання, зробіть це. Не забувайте звірятися з wiki якщо ви не впевнені як діе данний параметер, або якщо вам потрібна додаткова допомога.
vi_vn: Tuyệt vời! Bây giờ bot của bạn đã được kích hoạt. Trong thực tế, đó là tất cả mọi thứ bạn đã làm để sử dụng bot này ở ASF, nhưng bạn có thể muốn cấu hình ít nhất thêm 2 thuộc tính cấu hình: {0} và {1}. Nếu bạn muốn tiếp tục hướng dẫn, xin vui lòng làm như vậy. Hãy nhớ tham khảo wiki nếu bạn không chắc chắn thuộc tính được cho phải được cấu hình, hoặc nếu bạn cần trợ giúp thêm.
zh_cn: 非常好！现在你的bot已经启用。这其实就是你在ASF使用这个bot所需要做的，但你可能想要配置至少2个以上的属性：{0} 和 {1}. 如果你想继续这个教程，请继续。如果你不确定某些属性如何配置，或者需要更多的帮助，请参阅wiki。
zh_tw: 非常好！現在已啟用您的機器人帳號。事實上，這已經是你為了在 ASF 使用這個機器人帳號所需要做的所有事情，但您也許會想設定至少2個以上的配置︰ {0} 和 {1}。如果你想要繼續本教學，請便。如果你不確定如何設定應有的屬性，或者如果您需要額外的説明，別忘了參考 wiki。

# TutorialBotFormReady
source: Your ASF is now ready! Simply launch ASF.exe binary and if you typed everything properly, you should notice that ASF is logging in and starts idling. If you have SteamGuard or two-factor authentication enabled, ASF might need to ask you for those credentials during runtime.
bg_bg: Вашият ASF е вече готов! Стартирайте AFS.exe файлът и ако сте въвели всичко правилно, ще забележите, че ASF се вписва и започва да вади карти. Ако имате SteamGuard или двойна защита, ASF може да поиска да въведете съответните изисквания по време на работата.
da_dk: Din ASF er nu klar! Kør ASF.exe filen og hvis du har indtastet alt korrekt, bør du bemærke at ASF logger ind og begynder at idle. Hvis du har SteamGuard eller to-faktor autentificering aktiveret, beder ASF dig om disse legitimationsoplysninger under kørsel.
de_de: Dein ASF ist nun bereit! Starte einfach ASF.exe und wenn du alles richtig eingegeben hast, solltest du bemerken, dass ASF sich anmeldet und zu sammeln anfängt. Wenn du den SteamGuard oder die Zwei-Faktor-Authentifizierung aktiviert hast, wird dich ASF möglicherweise nach diesen Details während der Ausführung fragen.
el_gr: Το ASD τώρα είναι έτοιμο! Απλώς ξεκινήστε το αρχείο ASF.exe και αν τα πληκτρολογήσατε όλα σωστά, θα πρέπει να παρατηρήσετε οτι το ASF συνδέεται και αρχίζει την συλλογή καρτών. Αν έχετε SteamGuard ή ενεργοποιημένο τον έλεγχο ταυτότητας δύο παραγόντων, το ASF ίσως χρειαστεί να σας ζητήσει αυτές τις πληροφορίες κατά την εκτέλεσή του.
es_es: ¡Tu ASF ya está listo! Simplemente lanza el ejecutable ASF.exe y si has escrito todo correctamente, verás que ASF inicia sesión y empieza a conseguir cromos. Si tienes activado SteamGuard o la autenticación en dos pasos, ASF puede que te pregunte por esas credenciales durante el proceso.
fi_fi: ASF on nyt valmis! Käynnistä ASF.exe binääri ja jos syötit kaikki tiedot oikein, pitäisi sinun huomata että ASF kirjautuu sisään ja aloittaa idlaamisen. Jos sinulla on SteamGuard tai kaksivaiheinen todennus käytössä, saattaa ASF joutua kysymään sinulta valtuuksia noita käyttäjiä varten.
he_il: ASF מוכנה! פשוט הריצו את ASF.exe ואם הגדרתם את הכל נכון אתם תראו ש ASF מתחברת ומתחילה להריץ. אם הפעלתם את SteamGuard או שכבת הגנה שניה, ASF עלולה לבקש מכם את הפרטים הרלוונטיים בזמן הריצה.
hu_hu: Az ASF most már készen áll! Csak indítsd el az ASF.exe binárist és ha mindent megjelelően írtál be, akkor láthatod, hogy az ASF bejelentkezik és elkezd farmolni. Ha SteamGuard vagy kéttényezős hitelesítés engedélyezve van, akkor az ASF-nek szüksége lehet ezekre a hitelesítő adatokra a futása közben.
id_id: ASF Anda sekarang sudah siap! Cukup jalankan ASF.exe dan jika Anda mengetik segalanya dengan benar, Anda akan melihat bahwa ASF sedang log in dan mulai idle. Jika Anda memiliki SteamGuard atau otentikasi dua faktor yang aktif, ASF mungkin perlu meminta kredensial Anda selama dijalankan.
it_it: Il tuo ASF è pronto! Avvia ASF.exe e, se tutto è corretto, dovresti notare che ASF effetta l'accesso e inizia il processo di idle. Se hai abilitato SteamGuard o l'autenticazione a due fattori, ASF potrebbe aver bisogno di chiederti queste credenziali durante l'esecuzione.
ja_jp: ASFは準備ができました！ASF.exeを起動してください。全てがうまく入力されていれば、ASFがログインし、アイドリングを開始していることに気づくはずです。もしSteamGuardや二次認証が有効な場合は、ASFは実行時にそれらの資格情報を必要とします。
ko_kr: ASF가 준비되었습니다! 단순하게 ASF.exe 를 실행하세요. 모든 것이 제대로 입력되었다면, ASF가 로그인하고 농사를 시작하는 것을 볼 수 있습니다. 만약 SteamGuard나 2단계 인증이 활성화되어 있다면, ASF는 실행되는 도중에 이러한 자격 증명을 물을 수 있습니다.
lt_lt: Jūsų ASF paruoštas! Tiesiog paleiskite ASF.exe ir jei įvedėte viską tinkamai, turėtumėte pastebėti, kaip ASF prisijungia ir pradeda rinkti korteles. Jei turite SteamGuard ar dviejų veiksmų autentifikavimą (2FA) įjungta, ASF gali jūsų paprašyti šių prisijungimo duomenų, kad galėtų tęsti procesą.
nl_nl: Je ASF is nu klaar! Simpelweg ASF.exe starten en als je alles correct hebt ingevuld, zul je merken dat ASF aan het inloggen en begonnen is met idlen. Als je SteamGuard twee factor authenticatie aan hebt staan, kan het zijn dat ASF voor deze gegevens vraagt tijdens het starten.
pt_br: Seu ASF está agora pronto! Basta executar o ASF.exe e digitar tudo corretamente, você verá o ASF entrar em seção e começar o processo de receber cartas. Se você tiver o SteamGuard ou autenticação por dois fatores ativado, o ASF te perguntará por essas credenciais durante o processo.
pt_pt: A sua ASF está pronta! Simplesmente lançar o binário ASF.exe e se você digitou tudo corretamente, você deve notar que a ASF esta a logar e a começar a coletar. Se você tem SteamGuard ou autenticação de dois fatores habilitado, a ASF talvez precise pedir esses credenciais durante o tempo de execução.
ro_ro: ASF-ul tău este acum gata! Pur și simplu lansează executabilul ASF.exe și dacă ai tastat totul corect, ar trebui să observi că ASF se autentifică și începe farmarea. Dacă ai SteamGuard sau dublu-factor de autentificare activat, ASF ar putea fi nevoit să te întrebe de aceste acreditări în timpul rulării.
ru_ru: Ваш ASF готов к работе! Просто запустите ASF.exe, и если вы всё правильно ввели, вы заметите, что ASF входит в аккаунты и начинает фармить. Если у вас настроен SteamGuard или двухфакторная аутентификация, ASF может запросить у вас эти данные в процессе работы.
sr_cs: Vaš ASF je sada spreman! Prosto otvorite ASF.exe fajl, ako ste ukucali sve pravilno trebalo bi da vidite da se ASF prijavljuje i počinje sa idle-ovanjem. Ako imate SteamGuard ili dvo-faktornu autentikaciju uključenu, ASF bi mogao da zatraži od Vas potrebne kredenticijale tokom pokretanja samog programa.
sv_se: Din ASF är nu redo! Starta ASF.exe binary och om du har skrivit allt korrekt så märker du att ASF loggar in och börjar farma. Om du har SteamGuard eller tvåstegs autentisering aktiverad kan ASF fråga om dessa uppgifterna när du startar programmet.
tr_tr: ASF artık hazır! Her şeyi doğru girdiyseniz ASF.exe dosyasını çalıştırın. ASF artık giriş yapıyor ve kart düşürmeye başlıyor olmalı. SteamGuard ya da İki Faktörlü Doğrulama etkin ise ASF bunlar ile ilgili bilgi isteyebilir.
uk_ua: Ваш ASF тепер готов! Просто запустіть ASF.exe і якщо ви ввели усе вірно ви маєте побачити як ASF входить до Steam та починае роботу. Якщо у вас ввімкнено SteamGuard, або двофакторну автентифікацію, ASF може запросити вас ввести відповідні данні протягом роботи.
vi_vn: ASF của bạn đã sẵn sàng! Đơn giản chỉ cần khởi chạy tập tin ASF.exe và nếu bạn đã nhập tất cả mọi thứ đúng cách, bạn sẽ thấy rằng ASF đang đăng nhập và bắt đầu chạy không. Nếu bạn có SteamGuard hoặc xác thực 2FA, ASF có thể cần phải hỏi bạn những thông tin đăng nhập trong thời gian chạy.
zh_cn: 你的ASF已经准备就绪！只需启动ASF.exe并且正确地输入了所有内容，你应该会注意到ASF正在登录，并在随后开始挂卡。如果你使用了steam令牌或者二步验证，ASF可能需要在运行时向你要求认证码。
zh_tw: 您的 ASF 現在已準備好了，只要簡單地啟動 ASF.exe ！ 如果您所輸入的一切都正確，你應該會發現 ASF 正在登錄然後開始掛卡。如果你有使用 SteamGuard 或 其他的二階段驗證器，ASF 在運行期間可能會需要您提供這些認證碼。
